{
    "tweet_text": "https://t.co/FIg1SYtJcy",
    "timestamp": "2020-02-05 23:45:32"
},
{
    "tweet_text": "I will be making a public statement tomorrow at 12:00pm from the @WhiteHouse to discuss our Country’s VICTORY on the Impeachment Hoax!",
    "timestamp": "2020-02-05 22:07:04"
},
{
    "tweet_text": "https://t.co/JDS4zUXXJG",
    "timestamp": "2020-02-05 21:49:49"
},
{
    "tweet_text": "https://t.co/lj8RUqcz37",
    "timestamp": "2020-02-05 20:44:31"
},
{
    "tweet_text": "“The Democrats want to run a Country, and they can’t run a Caucus.” Brad Blakeman @FoxNews  Iowa is a complete disaster for the Dems. They should bring in Mini Mike Bloomberg ASAP!",
    "timestamp": "2020-02-05 15:22:37"
},
{
    "tweet_text": "Thank you Jonathan, and great job! https://t.co/GAZJ5ErJpF",
    "timestamp": "2020-02-05 13:19:14"
},
{
    "tweet_text": "It was a great and triumphant evening for our Country. Thank you for all of the nice remarks and wonderful reviews of my State of the Union Speech. It was my great honor to have done it!",
    "timestamp": "2020-02-05 12:59:35"
},
{
    "tweet_text": "#SOTU2020 https://t.co/W03gQLkdpo",
    "timestamp": "2020-02-05 01:02:39"
},
{
    "tweet_text": "https://t.co/QeFYDg9jZ0",
    "timestamp": "2020-02-04 23:52:14"
},
{
    "tweet_text": "My Approval Rating in the Republican Party = 95%, a record! Big Iowa win. Approval Rating overall = 53%, a new high. With our great Economy and other major successes, would be 20 points higher without the phony Witch Hunts and Hoaxes???",
    "timestamp": "2020-02-04 15:59:56"
},
{
    "tweet_text": "Market up big today on very good economic news. JOBS, JOBS, JOBS!",
    "timestamp": "2020-02-04 15:52:17"
},
{
    "tweet_text": "The Democrat Party in Iowa really messed up, but the Republican Party did not. I had the largest re-election vote in the history of that great state, by far, beating President Obama’s previous record by a lot. Also, 97% Plus of the vote! Thank you Iowa!",
    "timestamp": "2020-02-04 14:34:16"
},
{
    "tweet_text": "When will the Democrats start blaming RUSSIA, RUSSIA, RUSSIA, instead of their own incompetence for the voting disaster that just happened in the Great State of Iowa?",
    "timestamp": "2020-02-04 14:22:48"
},
{
    "tweet_text": "It is not the fault of Iowa, it is the Do Nothing Democrats fault. As long as I am President, Iowa will stay where it is. Important tradition! https://t.co/bX3FLvua1C",
    "timestamp": "2020-02-04 13:27:15"
},
{
    "tweet_text": "The Democrat Caucus is an unmitigated disaster. Nothing works, just like they ran the Country. Remember the  5 Billion Dollar Obamacare Website, that should have cost 2% of that. The only person that can claim a very big victory in Iowa last night is “Trump”.",
    "timestamp": "2020-02-04 11:33:23"
},
{
    "tweet_text": "Big WIN for us in Iowa tonight. Thank you!",
    "timestamp": "2020-02-04 04:27:51"
},
{
    "tweet_text": "Many people do not know what a great guy &amp; fantastic political talent the great Rush Limbaugh is. There is nobody like him. Looking for a speedy recovery for our friend! https://t.co/GRTt56BjEu",
    "timestamp": "2020-02-04 03:20:08"
},
{
    "tweet_text": "https://t.co/KSVkKL76NM",
    "timestamp": "2020-02-03 20:18:57"
},
{
    "tweet_text": "Where’s the Whistleblower? Where’s the second Whistleblower? Where’s the Informer? Why did Corrupt politician Schiff MAKE UP my conversation with the Ukrainian President??? Why didn’t the House do its job? And sooo much more!",
    "timestamp": "2020-02-03 17:03:03"
},
{
    "tweet_text": "KEEP AMERICA GREAT!",
    "timestamp": "2020-02-03 16:52:48"
},
{
    "tweet_text": "MAKE AMERICA GREAT AGAIN!",
    "timestamp": "2020-02-03 16:52:16"
},
{
    "tweet_text": "Republicans in Iowa, go out and Caucus today. Your great Trade Deals with China, Mexico, Canada, Japan, South Korea and more, are DONE. Great times are coming, after waiting for decades, for our Farmers, Ranchers, Manufacturers and ALL. Nobody else could have pulled this off!",
    "timestamp": "2020-02-03 16:51:40"
},
{
    "tweet_text": "I hope Republicans &amp; the American people realize that the totally partisan Impeachment Hoax is exacty that, a Hoax. Read the Transcripts, listen to what the President &amp; Foreign Minister of Ukraine said (“No Pressure”). Nothing will ever satisfy the Do Nothing, Radical Left Dems!",
    "timestamp": "2020-02-03 16:42:38"
},
{
    "tweet_text": "The DNC on Bernie Sanders, “Looks like they’re going to do it to him again, doesn’t it?” @SteveDoocy @foxandfriends",
    "timestamp": "2020-02-03 13:02:37"
},
{
    "tweet_text": "Hope you liked this! https://t.co/y1j2Wf6J4p",
    "timestamp": "2020-02-03 05:25:22"
},
{
    "tweet_text": "Great company! https://t.co/Q1NFAHrC3p",
    "timestamp": "2020-02-03 05:08:56"
},
{
    "tweet_text": "Thank you Mike! https://t.co/iNwuaJ3KVP",
    "timestamp": "2020-02-03 05:05:00"
},
{
    "tweet_text": "So Great! https://t.co/5d9CZ0zIIQ",
    "timestamp": "2020-02-03 03:41:58"
},
{
    "tweet_text": "Congratulations to the Kansas City Chiefs on a great game and a fantastic comeback under immense pressure. We are proud of you and the Great State of Missouri. You are true Champions!",
    "timestamp": "2020-02-03 03:27:02"
},
{
    "tweet_text": "I promised to restore hope in America. That includes the least among us. Together, let’s KEEP AMERICA GREAT! \n\nText TRUMP to 88022 if you liked our Super Bowl ad! https://t.co/Lgjt53B7QX",
    "timestamp": "2020-02-02 23:56:15"
},
{
    "tweet_text": "ENJOY THE GAME USA, OUR COUNTRY IS DOING GREAT!",
    "timestamp": "2020-02-02 23:13:16"
},
{
    "tweet_text": "My @SuperBowl Interview at 3:30 P.M. on @foxnetworks. Enjoy!",
    "timestamp": "2020-02-02 20:17:03"
},
{
    "tweet_text": "Mini Mike is now negotiating both to get on the Democrat Primary debate stage, and to have the right to stand on boxes, or a lift, during the debates. This is sometimes done, but really not fair!",
    "timestamp": "2020-02-02 05:25:10"
},
{
    "tweet_text": "Many of the ads you are watching were paid for by Mini Mike Bloomberg. He is going nowhere, just wasting his money, but he is getting the DNC to rig the election against Crazy Bernie, something they wouldn’t do for @CoryBooker and others. They are doing it to Bernie again, 2016.",
    "timestamp": "2020-02-02 05:17:07"
},
{
    "tweet_text": "Mini Mike is part of the Fake News. They are all working together. In fact, Bloomberg isn’t covering himself (too boring to do), or other Dems. Only Trump. That sounds fair! It’s all the Fake News Media, and that’s why nobody believes in them any more.",
    "timestamp": "2020-02-02 05:10:56"
},
{
    "tweet_text": "The Radical Left, Do Nothing Democrats, don’t want justice when pushing the Impeachment Hoax, they only want to destabilize the Republican Party so they can do better in the 2020 election, &amp; that includes the House &amp; Senate. They are playing with the people by taking it this far!",
    "timestamp": "2020-02-02 05:04:56"
},
{
    "tweet_text": "Correct! https://t.co/V5Xye7zAcN",
    "timestamp": "2020-02-02 04:48:56"
},
{
    "tweet_text": "Thanks for your invaluable help Chuck! https://t.co/x0T0GWvntd",
    "timestamp": "2020-02-02 04:42:09"
},
{
    "tweet_text": "Wall is moving along strong, tall and quickly. Thank you Jim for all of your help! https://t.co/1dlC0dZ0ui",
    "timestamp": "2020-02-02 04:28:55"
},
{
    "tweet_text": "Thank you John! https://t.co/5IVTZ2QY3r",
    "timestamp": "2020-02-02 04:25:03"
},
{
    "tweet_text": "Happy birthday to a wonderful man &amp; friend! https://t.co/AaqQ6Pvtyw",
    "timestamp": "2020-02-02 04:24:16"
},
{
    "tweet_text": "Getting a little exercise this morning! https://t.co/fyAAcbhbgk",
    "timestamp": "2020-02-01 16:14:02"
},
{
    "tweet_text": "Trump poll numbers are the highest since election, despite constant phony Witch Hunts! Tens of thousands of people attending rallies (which the Fake News never mentions) to see “The Greatest Show On Earth”. Fun because USA is WINNING AGAIN! https://t.co/L14hDtx6cT",
    "timestamp": "2020-02-01 13:42:32"
},
{
    "tweet_text": "Congratulations to @loudobbs, Number One. Lou has shown the Fake News what happens when you cover “America’s Greatest President”  fairly &amp; objectively! #MAGA #KAG https://t.co/68b0vPvmNd",
    "timestamp": "2020-02-01 13:14:30"
},
{
    "tweet_text": "No matter what you give to the Democrats, in the end, they will NEVER be satisfied. In the House, they gave us NOTHING!",
    "timestamp": "2020-02-01 00:13:54"
},
{
    "tweet_text": "Democrats = 17 Witnesses. Republicans = 0 Witnesses.",
    "timestamp": "2020-01-31 23:05:44"
},
{
    "tweet_text": "The Radical Left, Do Nothing Democrats keep chanting “fairness”, when they put on the most unfair Witch Hunt in the history of the U.S. Congress. They had 17 Witnesses, we were allowed ZERO, and no lawyers. They didn’t do their job, had no case. The Dems are scamming America!",
    "timestamp": "2020-01-31 21:06:48"
},
{
    "tweet_text": "Incredible numbers! https://t.co/wWpSA87qfw",
    "timestamp": "2020-01-31 14:33:25"
},
{
    "tweet_text": "Nadler ripped final argument away from Schiff, thinks Shifty did a terrible job. They are fighting big time! https://t.co/L2qTV9pWiL",
    "timestamp": "2020-01-31 14:25:15"
},
{
    "tweet_text": "THE BEST IS YET TO COME! https://t.co/SOn6wRV9Zs",
    "timestamp": "2020-01-31 04:22:00"
},
{
    "tweet_text": "Americans across the political spectrum are disgusted by the Washington Democrats’ Partisan Hoaxes, Witch Hunts, &amp; Con Jobs. Registered Democrats and Independents are leaving the Democrat Party in droves, &amp; we are welcoming these voters to the Republican Party w/ wide open arms! https://t.co/UCdQXY3vPn",
    "timestamp": "2020-01-31 03:16:35"
},
{
    "tweet_text": "Washington Dems have spent the last 3 years trying to overturn the last election – and we will make sure they face another crushing defeat in the NEXT ELECTION. Together, we are going to win back the House, we are going to hold the Senate, &amp; we are going to keep the White House! https://t.co/VshQceiwUA",
    "timestamp": "2020-01-31 03:07:13"
},
{
    "tweet_text": "To keep America Safe, we have fully rebuilt the U.S. Military – it is now stronger, more powerful, and more lethal than ever before. Thanks to the courage of American Heroes, the ISIS Caliphate has been DESTROYED &amp; its founder &amp; leader – the animal known as al-Baghdadi – is DEAD! https://t.co/9LXDf6mJKf",
    "timestamp": "2020-01-31 03:04:06"
},
{
    "tweet_text": "This November, we are going to defeat the Radical Socialist Democrats and win the Great State of Iowa in a Historic Landslide! #KAG2020 https://t.co/jYIbSdyGjU",
    "timestamp": "2020-01-31 02:54:52"
},
{
    "tweet_text": "Thank you Iowa, I love you! \nhttps://t.co/zooBXErdcV",
    "timestamp": "2020-01-31 02:48:06"
},
{
    "tweet_text": "Great poll in Iowa, where I just landed for a Big Rally! #KAG2020🇺🇸 https://t.co/4YCo01XYCn",
    "timestamp": "2020-01-31 00:19:23"
},
{
    "tweet_text": "Working closely with China and others on Coronavirus outbreak. Only 5 people in U.S., all in good recovery.",
    "timestamp": "2020-01-30 22:04:35"
},
{
    "tweet_text": "Leaving Michigan now, great visit, heading for Iowa. Big Rally!",
    "timestamp": "2020-01-30 21:58:38"
},
{
    "tweet_text": "BIGGEST TRADE DEAL EVER MADE, the USMCA, was signed yesterday and the Fake News Media barely mentioned it. They never thought it could be done. They have zero credibility!",
    "timestamp": "2020-01-30 20:37:01"
},
{
    "tweet_text": "Just landed in Michigan. Car companies, and many others, are building and expanding here. Great to see!",
    "timestamp": "2020-01-30 20:34:18"
},
{
    "tweet_text": "Happy birthday today to two of the very best in Congress—@RepMikeJohnson (age 48) and @RepLeeZeldin (age 40—big one!). Two Great American Patriots!!",
    "timestamp": "2020-01-30 20:13:03"
},
{
    "tweet_text": "Congressman @MichaelCBurgess has done a Great job representing the people of Texas. He continues to protect your very important Second Amendment. Mike is Strong on Crime and the Border, he Loves our Great Vets and Military. Mike has my Complete and Total Endorsement!",
    "timestamp": "2020-01-30 20:11:30"
},
{
    "tweet_text": "Congressman Brian @Babin4Congress of Texas has been a strong supporter of our #MAGA Agenda. He is strong on the Second Amendment and Securing our Border, he Loves our Great Vets and Military. Brian has my Complete and Total Endorsement!",
    "timestamp": "2020-01-30 20:10:22"
},
{
    "tweet_text": "Great photos from a SOUTHERN BORDER WALL Briefing with Secretary of Defense, Mark @EsperDoD! https://t.co/rpGHpdoIa6",
    "timestamp": "2020-01-30 20:01:53"
},
{
    "tweet_text": "“Schiff blasted for not focusing on California homeless.” @foxandfriends  His District is in terrible shape. He is a corrupt pol who only dreams of the Impeachment Hoax. In my opinion he is mentally deranged!",
    "timestamp": "2020-01-30 15:39:43"
},
{
    "tweet_text": "https://t.co/66006PDuKf",
    "timestamp": "2020-01-30 03:27:19"
},
{
    "tweet_text": "https://t.co/pXexddCGtT",
    "timestamp": "2020-01-30 00:32:52"
},
{
    "tweet_text": "Just received a briefing on the Coronavirus in China from all of our GREAT agencies, who are also working closely with China. We will continue to monitor the ongoing developments. We have the best experts anywhere in the world, and they are on top of it 24/7! https://t.co/rrtF1Stk78",
    "timestamp": "2020-01-30 00:06:52"
},
{
    "tweet_text": "Nancy Pelosi wants Congress to take away authority Presidents use to stand up to other countries and defend AMERICANS. Stand with your Commander in Chiefs!",
    "timestamp": "2020-01-29 23:59:53"
},
{
    "tweet_text": "With Votes in the House tomorrow, Democrats want to make it harder for Presidents to defend America, and stand up to, as an example, Iran. Protect our GREAT COUNTRY!",
    "timestamp": "2020-01-29 23:59:24"
},
{
    "tweet_text": "GAME OVER! https://t.co/yvMa6bPqfy",
    "timestamp": "2020-01-29 23:00:42"
},
{
    "tweet_text": "https://t.co/aX5WIX8B0O",
    "timestamp": "2020-01-29 19:41:50"
},
{
    "tweet_text": "For the first time in American History, we have replaced a disastrous Trade Deal that REWARDED outsourcing with a truly FAIR and RECIPROCAL Trade Deal that will keep jobs, wealth and growth right here in AMERICA! https://t.co/bDe8IV9DyD",
    "timestamp": "2020-01-29 19:24:38"
},
{
    "tweet_text": "Thanks to our pro-worker, pro-American economic policies, unemployment is at the lowest level in more than 50 years. We have created over 7 MILLION new JOBS. More Americans are working today than EVER before. We have the hottest ECONOMY on earth! https://t.co/TRGKRF7xgQ",
    "timestamp": "2020-01-29 19:21:50"
},
{
    "tweet_text": "USMCA is a cutting edge state of the art agreement that protects, defends and serves the great people of our Country. Promises Made, Promises Kept! https://t.co/PuiG1JPTTI",
    "timestamp": "2020-01-29 18:38:39"
},
{
    "tweet_text": "USMCA is a massive win for American manufacturers and auto workers! https://t.co/eOgFm31cAo",
    "timestamp": "2020-01-29 18:36:26"
},
{
    "tweet_text": "They will never be satisfied! https://t.co/MXHFQXWC80",
    "timestamp": "2020-01-29 15:49:25"
},
{
    "tweet_text": "“The best evidence is the Transcript itself.”  Brad Blakeman  @FoxNews",
    "timestamp": "2020-01-29 15:47:28"
},
{
    "tweet_text": "There is much talk that certain Democrats are going to be voting with Republicans on the Impeachment Hoax, so that the Senate can get back to the business of taking care of the American people. Sorry, but Cryin’ Chuck Schumer will never let that happen!",
    "timestamp": "2020-01-29 15:39:04"
},
{
    "tweet_text": "On the Iraq War Resolution being voted on tomorrow in the House of Represenatives, we are down to 5000 soldiers, and going down, and I want everyone, Republican and Democrat, to vote their HEART!",
    "timestamp": "2020-01-29 15:33:00"
},
{
    "tweet_text": "Mark Penn, Harris Poll: “It’s time to end the Impeachment Trial.” @foxandfriends  Just another political Hoax by the Dems!",
    "timestamp": "2020-01-29 13:20:16"
},
{
    "tweet_text": "Remember Republicans, the Democrats already had 17 witnesses, we were given NONE! Witnesses are up to the House, not up to the Senate. Don’t let the Dems play you!",
    "timestamp": "2020-01-29 12:56:17"
},
{
    "tweet_text": "For a guy who couldn’t get approved for the Ambassador to the U.N. years ago, couldn’t get approved for anything since, “begged” me for a non Senate approved job, which I gave him despite many saying “Don’t do it, sir,” takes the job, mistakenly says “Libyan Model” on T.V., and..",
    "timestamp": "2020-01-29 12:28:22"
},
{
    "tweet_text": "Democrats admitting the Impeachment Hoax! https://t.co/AM6v5CpXR3",
    "timestamp": "2020-01-29 11:51:53"
},
{
    "tweet_text": "Thank you! https://t.co/XnUsalikF0",
    "timestamp": "2020-01-29 11:41:24"
},
{
    "tweet_text": "Why didn’t John Bolton complain about this “nonsense” a long time ago, when he was very publicly terminated. He said, not that it matters, NOTHING!",
    "timestamp": "2020-01-29 05:07:05"
},
{
    "tweet_text": "No matter how many witnesses you give the Democrats, no matter how much information is given, like the quickly produced Transcripts, it will NEVER be enough for them. They will always scream UNFAIR. The Impeachment Hoax is just another political CON JOB!",
    "timestamp": "2020-01-29 02:25:15"
},
{
    "tweet_text": "If you want your children to inherit the blessings that generations of Americans have fought and died to secure—then we must devote everything we have toward victory in 2020. Only this way, can we save the America we love – and drain the Washington Swamp once and for all! https://t.co/5NeC0mFWfU",
    "timestamp": "2020-01-29 01:41:48"
},
{
    "tweet_text": "Democrats are now the party of high taxes, high crime, open borders, late-term abortion, socialism, and blatant corruption. The Republican Party is the party of the American Worker, the American Family, and the American Dream! #TrumpRallyNJ #KAG2020 https://t.co/Kq5KFhQmgH",
    "timestamp": "2020-01-29 01:37:45"
},
{
    "tweet_text": "Thank you Wildwood, New Jersey! #KeepAmericaGreat🇺🇸https://t.co/Lbt8IKeNYu",
    "timestamp": "2020-01-29 01:32:53"
},
{
    "tweet_text": "It’s amazing what I’ve done, the most of any President in the first three years (by far), considering that for three years I’ve been under phony political investigations and the Impeachment Hoax! KEEP AMERICA GREAT!",
    "timestamp": "2020-01-28 22:23:26"
},
{
    "tweet_text": "Heading to New Jersey. Big Rally, in fact, Really Big Rally!",
    "timestamp": "2020-01-28 22:16:52"
},
{
    "tweet_text": "https://t.co/tvvvnGEmjo https://t.co/vSV0YPyQrg",
    "timestamp": "2020-01-28 21:18:46"
},
{
    "tweet_text": "The Witch Hunt continues! https://t.co/7zkUnuPlw6",
    "timestamp": "2020-01-28 19:09:49"
},
{
    "tweet_text": "هذا ما قد تبدو عليه دولة فلسطين المستقبلية بعاصمة في أجزاء من القدس الشرقية. https://t.co/CFuYwwjSso",
    "timestamp": "2020-01-28 18:26:48"
},
{
    "tweet_text": "תמיד אעמוד לצד מדינת ישראל והעם היהודי. אני תומך בחוזקה בבטיחותם ובטחונם ובזכותם לחיות במולדתם ההיסטורית. הגיע הזמן לשלום! https://t.co/AtNnQtnGZs",
    "timestamp": "2020-01-28 18:23:15"
},
{
    "tweet_text": "https://t.co/qqdjOWiA1I",
    "timestamp": "2020-01-28 18:07:31"
},
{
    "tweet_text": "The Fed should get smart &amp;  lower the Rate to make our interest competitive with other Countries which pay much lower even though we are, by far, the high standard. We would then focus on paying off &amp; refinancing debt! There is almost no inflation-this is the time (2 years late)!",
    "timestamp": "2020-01-28 15:55:37"
},
{
    "tweet_text": "Are you better off now than you were three years ago? Almost everyone say YES!",
    "timestamp": "2020-01-28 15:47:16"
},
{
    "tweet_text": "Really pathetic how @FoxNews is trying to be so politically correct by loading the airwaves with Democrats like Chris Van Hollen, the no name Senator from Maryland. He has been on forever playing up the Impeachment Hoax. Dems wouldn’t even give Fox their low ratings debates....",
    "timestamp": "2020-01-28 15:44:56"
},
{
    "tweet_text": "Don Lemon, the dumbest man on television (with terrible ratings!). https://t.co/iQXCc7lvCt",
    "timestamp": "2020-01-28 05:26:57"
},
{
    "tweet_text": "Charlie, I always knew you are brilliant! https://t.co/D49KbKPKHS",
    "timestamp": "2020-01-28 04:35:03"
},
{
    "tweet_text": "Thank you to Chuck &amp; all. USMCA is going to be GREAT! https://t.co/tK3zxHOlYg",
    "timestamp": "2020-01-28 04:11:27"
},
{
    "tweet_text": "Thank you Roger, it is a big Hoax! https://t.co/G6X3ClI7Df",
    "timestamp": "2020-01-28 04:09:29"
},
{
    "tweet_text": "Congrats to Christine! https://t.co/BwXISK3oqR",
    "timestamp": "2020-01-28 04:03:39"
},
{
    "tweet_text": "A full &amp; complete Endorsement for @RepDonBacon, who is doing a great job. Strong on crime, loves our Military, Vets &amp; 2A! https://t.co/7rr1WxzcCn",
    "timestamp": "2020-01-28 04:01:33"
},
{
    "tweet_text": "https://t.co/2PoLkxQ8KE",
    "timestamp": "2020-01-27 18:11:28"
},
{
    "tweet_text": "https://t.co/SxRib4Q3NT",
    "timestamp": "2020-01-27 17:12:29"
},
{
    "tweet_text": "On International Holocaust Remembrance Day, we remember the millions of precious souls who perished as a result of the horrific crimes perpetrated by the Nazi regime....https://t.co/drhi6UeJ14",
    "timestamp": "2020-01-27 17:09:14"
},
{
    "tweet_text": "Senate hearing on the Impeachment Hoax starts today at 1:00 P.M.",
    "timestamp": "2020-01-27 15:12:09"
},
{
    "tweet_text": "We are in very close communication with China concerning the virus. Very few cases reported in USA, but strongly on watch. We have offered China and President Xi any help that is necessary. Our experts are extraordinary!",
    "timestamp": "2020-01-27 14:56:21"
},
{
    "tweet_text": "Schiff must release the IG report, without changes or tampering, which is said to be yet further exoneration of the Impeachment Hoax. He refuses to give it. Does it link him to Whistleblower? Why is he so adamant?",
    "timestamp": "2020-01-27 14:40:51"
},
{
    "tweet_text": "READ THE TRANSCRIPTS!",
    "timestamp": "2020-01-27 13:42:28"
},
{
    "tweet_text": "The Democrat controlled House never even asked John Bolton to testify. It is up to them, not up to the Senate!",
    "timestamp": "2020-01-27 11:57:42"
},
{
    "tweet_text": "I NEVER told John Bolton that the aid to Ukraine was tied to investigations into Democrats, including the Bidens. In fact, he never complained about this at the time of his very public termination. If John Bolton said this, it was only to sell a book. With that being said, the...",
    "timestamp": "2020-01-27 05:18:33"
},
{
    "tweet_text": "https://t.co/gAxo3sijpn",
    "timestamp": "2020-01-27 03:47:14"
},
{
    "tweet_text": "Kobe Bryant, despite being one of the truly great basketball players of all time, was just getting started in life. He loved his family so much, and had such strong passion for the future. The loss of his beautiful daughter, Gianna, makes this moment even more devastating....",
    "timestamp": "2020-01-26 23:54:34"
},
{
    "tweet_text": "Reports are that basketball great Kobe Bryant and three others have been killed in a helicopter crash in California. That is terrible news!",
    "timestamp": "2020-01-26 20:48:53"
},
{
    "tweet_text": "Nothing done wrong, READ THE TRANSCRIPTS!",
    "timestamp": "2020-01-26 20:39:07"
},
{
    "tweet_text": "Majority of people say “the U.S. Senate already has enough information!” @FoxNews",
    "timestamp": "2020-01-26 20:01:06"
},
{
    "tweet_text": "95% Approval Rating in the Republican Party. Thank you! 191 Federal Judges (a record), and two Supreme Court Justices, approved. Best Economy &amp; Employment Numbers EVER. Thank you to our great New, Smart and Nimble REPUBLICAN PARTY. Join now, it’s where people want to be!",
    "timestamp": "2020-01-26 16:24:41"
},
{
    "tweet_text": "Sleepyeyes Chuck Todd of Meet the Corrupt Press, just had a “totally” softball interview with conman Adam Schiff, never even calling Shifty out on his fraudulent statement to Congress, where he made up ALL of the words of my conversation with the Ukrainian President! FAKE NEWS",
    "timestamp": "2020-01-26 16:07:35"
},
{
    "tweet_text": "After having been exposed as a fraud and corrupt, can anyone, including Sleepyeyes Chuck Todd of Fake @NBCNews, continue to listen to his con?",
    "timestamp": "2020-01-26 15:27:21"
},
{
    "tweet_text": "“Again: Read the Transcript!” Michael Goodwin, New York Post, Sunday.",
    "timestamp": "2020-01-26 15:06:45"
},
{
    "tweet_text": "Great Editorial in today’s Wall Street Journal, “And Congress Shall Be King.” Bottom line: “The President becomes a vassal of King Congress. This is another reason for the Senate to repudiate this House Impeachment as its own abuse of power.” A partisan Hoax!",
    "timestamp": "2020-01-26 14:45:02"
},
{
    "tweet_text": "Why didn’t Schiff release this? https://t.co/ngxEqAIJU9",
    "timestamp": "2020-01-26 14:24:30"
},
{
    "tweet_text": "A very good question! https://t.co/8z6uQLKz8M",
    "timestamp": "2020-01-26 14:16:25"
},
{
    "tweet_text": "“This is what Democrats have done. They want to create the idea that there is all this smoke so people think there’s fire. They did this with Russia Collusion, &amp; there was no fire. It makes zero sense what the Democrats are accusing him of.” @LisaMarieBoothe @foxandfriends",
    "timestamp": "2020-01-26 14:03:26"
},
{
    "tweet_text": "“It was amazing to watch three days of arguments dismantled in two hours.” @PeteHegseth @foxandfriends",
    "timestamp": "2020-01-26 13:55:06"
},
{
    "tweet_text": "Paul Krugman is a lightweight thinker who doesn’t have a clue. Caused huge economic damage to his follower’s pocketbooks. He, and others, should be fired by @nytimes! https://t.co/1K5AtQbmrp",
    "timestamp": "2020-01-26 13:36:05"
},
{
    "tweet_text": "Rep. Jim Jordan Delivers Knockout Blow to Schiff’s Reputation https://t.co/tVBdWMrAjn",
    "timestamp": "2020-01-26 13:24:03"
},
{
    "tweet_text": "Shifty Adam Schiff is a CORRUPT POLITICIAN, and probably a very sick man. He has not paid the price, yet, for what he has done to our Country!",
    "timestamp": "2020-01-26 13:20:53"
},
{
    "tweet_text": "The Impeachment Hoax is a massive election interference the likes of which has never been seen before. In just two hours the Radical Left, Do Nothing Democrats have seen their phony case absolutely shredded. Shifty is now exposed for illegally making up my phone call, &amp; more!",
    "timestamp": "2020-01-26 13:09:34"
},
{
    "tweet_text": "True! https://t.co/uFjcJcxpSC",
    "timestamp": "2020-01-26 04:07:21"
},
{
    "tweet_text": "https://t.co/pbomiDN6z4",
    "timestamp": "2020-01-26 03:10:49"
},
{
    "tweet_text": "All Democrats should watch this! https://t.co/WFK33pR0Lv",
    "timestamp": "2020-01-26 02:15:14"
},
{
    "tweet_text": "وزیر امور خارجه ایران می گوید ایران خواستار مذاکره با ایالات متحده است اما می خواهد که تحریم ها برداشته شود. @FoxNews @OANN   نه، مرسی! https://t.co/fWdjR1DcUc",
    "timestamp": "2020-01-26 01:43:48"
},
{
    "tweet_text": "Iranian Foreign Minister says Iran wants to negotiate with The United States, but wants sanctions removed. @FoxNews  @OANN No Thanks!",
    "timestamp": "2020-01-26 00:16:02"
},
{
    "tweet_text": "Previous quote from the great Republican Senator, Jim Inhofe, of Oklahoma - Chairman of the Senate Armed Services Committee",
    "timestamp": "2020-01-25 22:05:57"
},
{
    "tweet_text": "“You don’t come to court and ask for witnesses after you’ve already presented your case, unless you know your case is not working. I think their real motivation is for them to keep this President busy. We’re doing a great job on the economy, we’re building our military, look.....",
    "timestamp": "2020-01-25 21:57:34"
},
{
    "tweet_text": "Martha is a great leader on this issue! https://t.co/yl5ly5nwdv",
    "timestamp": "2020-01-25 20:46:41"
},
{
    "tweet_text": "Three great men! https://t.co/3W3xqgqgwq",
    "timestamp": "2020-01-25 20:37:23"
},
{
    "tweet_text": "Such a great family! https://t.co/M39vQS5crN",
    "timestamp": "2020-01-25 20:11:45"
},
{
    "tweet_text": "Thank you Nick! https://t.co/hZTLVa2ROU",
    "timestamp": "2020-01-25 19:44:30"
},
{
    "tweet_text": "Any fair minded person watching the Senate trial today would be able to see how unfairly I have been treated and that this is indeed the totally partisan Impeachment Hoax that EVERYBODY, including the Democrats, truly knows it is. This should never be allowed to happen again!",
    "timestamp": "2020-01-25 18:41:03"
},
{
    "tweet_text": "Our case against lyin’, cheatin’, liddle’ Adam “Shifty” Schiff, Cryin’ Chuck Schumer, Nervous Nancy Pelosi, their leader, dumb as a rock AOC, &amp; the entire Radical Left, Do Nothing Democrat Party, starts today at 10:00 A.M. on @FoxNews, @OANN or Fake News @CNN or Fake News MSDNC!",
    "timestamp": "2020-01-25 14:37:54"
},
{
    "tweet_text": "“I like President Trump’s Tweets (Social Media), I like everything about him...and this Ukraine stuff, the trial, the impeachment, this isn’t t about Ukraine. Donald Trump has committed the two unpardonable sins in the eyes of the Democrats. He beat Hillary Clinton in 2016, and..",
    "timestamp": "2020-01-25 14:19:35"
},
{
    "tweet_text": "The Great @LouDobbs: “People know, after 3 years of this President, the most historic President in our Country’s history, that there is no one who can touch what he’s done in 3 years, foreign policy, domestic policy, you name it, it’s amazing. Just to have the guts not to be.....",
    "timestamp": "2020-01-25 13:59:34"
},
{
    "tweet_text": "It was my honor to welcome our nation’s Mayors to the @WhiteHouse as we continue to strengthen the bonds of cooperation between federal and local governments so that we can deliver great jobs, excellent schools, affordable healthcare, and safe communities for all of our people! https://t.co/QwYzS32lyQ",
    "timestamp": "2020-01-25 00:35:31"
},
{
    "tweet_text": "https://t.co/c1KBtLnbQn https://t.co/ZPoaFDppg2",
    "timestamp": "2020-01-25 00:28:17"
},
{
    "tweet_text": "After consultation with our Great Military Leaders, designers, and others, I am pleased to present the new logo for the United States Space Force, the Sixth Branch of our Magnificent Military! https://t.co/TC8pT4yHFT",
    "timestamp": "2020-01-24 21:31:52"
},
{
    "tweet_text": "China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!",
    "timestamp": "2020-01-24 21:18:15"
},
{
    "tweet_text": "#MarchForLife \nhttps://t.co/5Yg09dOoJd",
    "timestamp": "2020-01-24 18:11:20"
},
{
    "tweet_text": "The Do Nothing Democrats just keep repeating and repeating, over and over again, the same old “stuff” on the Impeachment Hoax. They want to use up ALL of their time, even though it is the wrong thing to do. They ought to go back to work for our great American people!",
    "timestamp": "2020-01-24 16:56:24"
},
{
    "tweet_text": "READ THE TRANSCRIPTS!",
    "timestamp": "2020-01-24 16:16:09"
},
{
    "tweet_text": "More than anything else, the Radical Left, Do Nothing Democrats, like AOC, Omar, Cryin’ Chuck, Nervous Nancy &amp; Shifty Schiff, are angry &amp; “deranged” over the fact that Republicans are up to 191 Federal Judges &amp; Two Great New Supreme Court Justices. Don’t blame me, blame Obama!",
    "timestamp": "2020-01-24 15:37:32"
},
{
    "tweet_text": "Jim is great! https://t.co/SxjDSlaP7J",
    "timestamp": "2020-01-24 15:11:25"
},
{
    "tweet_text": "Cryin’ Chuck never had what it takes, and never will! https://t.co/pQh4lXNCBN",
    "timestamp": "2020-01-24 12:58:27"
},
{
    "tweet_text": "The Impeachment Hoax is interfering with the 2020 Election - But that was the idea behind the Radical Left, Do Nothing Dems Scam attack. They always knew I did nothing wrong!",
    "timestamp": "2020-01-24 12:50:09"
},
{
    "tweet_text": "“I often get asked the question, well, isn’t the President going to be stronger and harder to beat if he survives this? The answer is yes, but, the Congress has no choice, it has a Constitutional responsibility.” Joe Biden, pres. candidate. Even Joe agrees with us! @foxandfriends",
    "timestamp": "2020-01-24 12:41:33"
},
{
    "tweet_text": "After having been treated unbelievably unfairly in the House, and then having to endure hour after hour of lies, fraud &amp; deception by Shifty Schiff, Cryin’ Chuck Schumer &amp; their crew, looks like my lawyers will be forced to start on Saturday, which is called Death Valley in T.V.",
    "timestamp": "2020-01-24 12:37:46"
},
{
    "tweet_text": "Frances Hakes, former Federal prosecutor, “This is really significant. The FBI had debunked the Steele Dossier in January of 2017, and then even after they did that, even after they knew from the CIA &amp; from their own sources, they knew that Carter Page was not the agent of",
    "timestamp": "2020-01-24 12:35:51"
},
{
    "tweet_text": "“He’s got to explain this. How did Hunter Biden get a billion and a half dollars (from China) to invest when he’d been in business for 60 days?” @LindseyGrahamSC @FoxNews",
    "timestamp": "2020-01-24 11:42:37"
},
{
    "tweet_text": "“21 State Attorney Generals denouncing the Impeachment of President Trump.” @FoxNews",
    "timestamp": "2020-01-24 11:24:48"
},
{
    "tweet_text": "Jeanne Mancini, President, March for Life: “We have never had a President of the United States actually come in person to the March for Life.” But now you do! See you later Jeanne. @HeatherChilders @FoxNews",
    "timestamp": "2020-01-24 11:18:36"
},
{
    "tweet_text": "https://t.co/MGwSfC6hC4",
    "timestamp": "2020-01-24 03:48:51"
},
{
    "tweet_text": "https://t.co/QNbBIAKFbk",
    "timestamp": "2020-01-24 03:44:32"
},
{
    "tweet_text": "Carlos will win big, very exciting. Great for Florida, great for USA! He has my complete and total Endorsement! https://t.co/6Rd5laSEkV",
    "timestamp": "2020-01-24 02:52:47"
},
{
    "tweet_text": "https://t.co/Acyh0HStm8",
    "timestamp": "2020-01-24 02:40:03"
},
{
    "tweet_text": "True! https://t.co/OPTBdNOQrD",
    "timestamp": "2020-01-23 22:21:22"
},
{
    "tweet_text": "That is a real fan. Thank you! https://t.co/1JWyoyiidW",
    "timestamp": "2020-01-23 21:50:02"
},
{
    "tweet_text": "On my way, see you soon! https://t.co/6Rd5lbafJv",
    "timestamp": "2020-01-23 21:11:47"
},
{
    "tweet_text": "Crazy Bernie takes the lead in the Democrat Primaries, but it is looking more and more like the Dems will never allow him to win! Will Sleepy Joe be able to stumble across the finish line?",
    "timestamp": "2020-01-23 21:08:30"
},
{
    "tweet_text": "Democrats are going to destroy your Social Security. I have totally left it alone, as promised, and will save it!",
    "timestamp": "2020-01-23 21:08:28"
},
{
    "tweet_text": "A poll of Radical Left, Do Nothing Democrats just came out in Florida. Nice results! https://t.co/YYo9CxWsVH",
    "timestamp": "2020-01-23 21:04:47"
},
{
    "tweet_text": "I LOVE ALABAMA! https://t.co/ZDlBDehhvN",
    "timestamp": "2020-01-23 21:03:28"
},
{
    "tweet_text": "Interesting poll in Texas-13! #TX13 https://t.co/80uS2VaPGP",
    "timestamp": "2020-01-23 21:02:31"
},
{
    "tweet_text": "Close race in Kansas! https://t.co/m2ExF9vHKU",
    "timestamp": "2020-01-23 21:01:35"
},
{
    "tweet_text": "“President Trump shows us that electability is no match for electricity” by @KellyannePolls https://t.co/XQBir61WHO",
    "timestamp": "2020-01-23 20:34:14"
},
{
    "tweet_text": "“The Democrats have now conceded that President Trump has not committed a crime.” @AriFleischer",
    "timestamp": "2020-01-23 20:26:23"
},
{
    "tweet_text": "The United States looks forward to welcoming Prime Minister @Netanyahu &amp; Blue &amp; White Chairman @Gantzbe to the @WhiteHouse next week. Reports about details and timing of our closely-held peace plan are purely speculative.",
    "timestamp": "2020-01-23 19:30:13"
},
{
    "tweet_text": "The Democrats don’t want a Witness Trade because Shifty Schiff, the Biden’s, the fake Whistleblower(&amp; his lawyer), the second Whistleblower (who vanished after I released the Transcripts), the so-called “informer”, &amp; many other Democrat disasters, would be a BIG problem for them!",
    "timestamp": "2020-01-23 18:18:06"
},
{
    "tweet_text": "“This is all about undermining the next Election.” Liz Peek, @FoxNews",
    "timestamp": "2020-01-23 16:15:29"
},
{
    "tweet_text": "Mini Mike Bloomberg is playing poker with his foolhardy and unsuspecting Democrat rivals. He says that if he loses (he really means when!) in the primaries, he will spend money helping whoever the Democrat nominee is. By doing this, he figures, they won’t hit him as hard....",
    "timestamp": "2020-01-23 13:25:14"
},
{
    "tweet_text": "The Democrats &amp; Shifty Schiff, whose presentation to the Senate was loaded with lies and misrepresentations, are refusing to state that the Obama Administration withheld aid from many countries including Ukraine, Pakistan, Philippines, Egypt, Honduras, &amp; Mexico. Witch Hunt!",
    "timestamp": "2020-01-23 12:57:46"
},
{
    "tweet_text": "No matter what you give to the Radical Left, Do Nothing Democrats, it will never be enough!",
    "timestamp": "2020-01-23 12:54:28"
},
{
    "tweet_text": "The Democrat House would not give us lawyers, or not one witness, but now demand that the Republican Senate produce the witnesses that the House never sought, or even asked for? They had their chance, but pretended to rush. Most unfair &amp; corrupt hearing in Congressional history!",
    "timestamp": "2020-01-23 12:52:46"
},
{
    "tweet_text": "In an Impeachment, you can’t use a work of fiction as the theory for the case, filling in gaps with presumptions against the President. It was a weak presentation, self indulgent, &amp; he didn’t deliver the goods.” Robert Charles, @HeatherChilders @FoxNews",
    "timestamp": "2020-01-23 12:49:16"
},
{
    "tweet_text": "Attorney Generals from 21 States are urging the Senate to reject Impeachment. They say the Articles have legal &amp; factual problems, and the Democrats case sets a dangerous historical precedent. “EVEN AN UNSUCCESSFUL EFFORT TO IMPEACH THE PRESIDENT UNDERMINES THE INTEGRITY.....",
    "timestamp": "2020-01-23 12:45:53"
},
{
    "tweet_text": "“There is no evidence of a crime.” Robert Charles, Fmr Asst Secy of State. The crimes were committed by the other side!",
    "timestamp": "2020-01-23 12:42:08"
},
{
    "tweet_text": "“Schiff doesn’t have a case telling the truth, so he’s manufacturing things.” Rush Limbaugh @foxandfriends",
    "timestamp": "2020-01-23 12:39:17"
},
{
    "tweet_text": "Sorry, if you come you will be immediately sent back! https://t.co/Ba9kmD6HD0",
    "timestamp": "2020-01-22 22:13:16"
},
{
    "tweet_text": "See you on Friday...Big Crowd! https://t.co/MFyWLG4HFZ",
    "timestamp": "2020-01-22 22:04:40"
},
{
    "tweet_text": "True! https://t.co/VRyCRDe7Ua",
    "timestamp": "2020-01-22 21:43:19"
},
{
    "tweet_text": "“NO PRESSURE”",
    "timestamp": "2020-01-22 19:58:40"
},
{
    "tweet_text": "Will be Great! https://t.co/Ce20fgcM6K",
    "timestamp": "2020-01-22 19:12:11"
},
{
    "tweet_text": "Great working with you Maria! https://t.co/ZUDKeAgcKJ",
    "timestamp": "2020-01-22 19:08:07"
},
{
    "tweet_text": "One of the many great things about our just signed giant Trade Deal with China is that it will bring both the USA &amp; China closer together in so many other ways. Terrific working with President Xi, a man who truly loves his country. Much more to come!",
    "timestamp": "2020-01-22 18:03:06"
},
{
    "tweet_text": "Heading back to Washington from @Davos , Switzerland. Very successful (for USA) trip!",
    "timestamp": "2020-01-22 16:21:27"
},
{
    "tweet_text": "“Not the Senate’s job to mop up the mess made in the House by the Democrats. Biden admitted that he went to Ukraine and did the Quid Pro Quo.” @SteveScalise  @FoxNews",
    "timestamp": "2020-01-22 16:17:33"
},
{
    "tweet_text": "THANK YOU @WEF! https://t.co/rQWBqJy7za",
    "timestamp": "2020-01-22 16:01:53"
},
{
    "tweet_text": "They are taking the nomination away from Bernie for a second time. Rigged!",
    "timestamp": "2020-01-22 13:26:39"
},
{
    "tweet_text": "Steyer is a major loser. Just doesn’t get it. This is second time with Bernie! https://t.co/fxZh8zNhks",
    "timestamp": "2020-01-22 13:23:33"
},
{
    "tweet_text": "Big story. Hope Fake News covers it! https://t.co/NCtUYK6Eco",
    "timestamp": "2020-01-22 12:55:53"
},
{
    "tweet_text": "Their case was so “overwhelming” in the House that they need &amp; demand Witnesses in the Senate! https://t.co/XuOMzYSnwv",
    "timestamp": "2020-01-22 12:43:56"
},
{
    "tweet_text": "ENJOY! https://t.co/xqEoCLJy0Y",
    "timestamp": "2020-01-22 09:34:38"
},
{
    "tweet_text": "Will be interviewed at 5:00 A.M. Eastern by @JoeSquawk on @CNBC at the World Economic Forum in Davos, Switzerland. Enjoy!",
    "timestamp": "2020-01-22 09:32:48"
},
{
    "tweet_text": "Making great progress in @Davos. Tremendous numbers of companies will be coming, or returning, to the USA. Hottest Economy! JOBS, JOBS, JOBS!",
    "timestamp": "2020-01-22 06:48:31"
},
{
    "tweet_text": "Wow! https://t.co/drmhQQ6CL3",
    "timestamp": "2020-01-22 05:29:16"
},
{
    "tweet_text": "READ THE TRANSCRIPTS!",
    "timestamp": "2020-01-21 19:08:04"
},
{
    "tweet_text": "Congratulations on your big @UFC WIN! https://t.co/135dOECsEf",
    "timestamp": "2020-01-21 13:25:01"
},
{
    "tweet_text": "THE BEST IS YET TO COME! https://t.co/YBMOBurdHQ",
    "timestamp": "2020-01-21 01:59:50"
},
{
    "tweet_text": "“It’s about the Economy, stupid”, except when it comes to Trump. The fact is, the Fake News Media hates talking about the Economy, and how incredible it is!",
    "timestamp": "2020-01-21 01:45:51"
},
{
    "tweet_text": "Everyone said it couldn’t be done. But for the first time in a generation, there will be direct flights between Serbia and Kosovo. Another win. Thanks to @WHNSC Ambassador Robert O’Brien and Ambassador @RichardGrenell! https://t.co/0qSLryG96B",
    "timestamp": "2020-01-21 01:36:43"
},
{
    "tweet_text": "Representative Randy Weber (@TxRandy14) of Texas has been a HUGE supporter of our #MAGA Agenda from the very beginning. Strong on Crime, the Border, Illegal Immigration, the 2nd Amendment, and our great Military &amp; Vets! Randy has my Full Endorsement!",
    "timestamp": "2020-01-21 01:26:55"
},
{
    "tweet_text": "Representative John Carter (@JudgeJohnCarter) from the Great State of Texas has been a tremendous supporter of our #MAGA Agenda. He is strong on Crime and Borders, great for our Military and our Vets, and Strong on our #2A. John has my Complete and Total Endorsement!",
    "timestamp": "2020-01-21 01:26:11"
},
{
    "tweet_text": "Texas Rep Roger Williams (@RepRWilliams) has done an incredible job representing the Great State of Texas. Roger is tough on Crime, Strong on the Border &amp; Illegal Immigration. He loves our Military &amp; our Vets and protects our #2A. Roger has my Total &amp; Complete Endorsement!",
    "timestamp": "2020-01-21 01:24:20"
},
{
    "tweet_text": "Heading to Davos, Switzerland, to meet with World and Business Leaders and bring Good Policy and additional Hundreds of Billions of Dollars back to the United States of America! We are now NUMBER ONE in the Universe, by FAR!!",
    "timestamp": "2020-01-21 00:59:38"
},
{
    "tweet_text": "Excellent! https://t.co/5OBYCFQCQo",
    "timestamp": "2020-01-21 00:46:13"
},
{
    "tweet_text": "https://t.co/gbiwDilQAW",
    "timestamp": "2020-01-20 23:32:31"
},
{
    "tweet_text": "Nancy can’t fix it. The Do Nothing Dems have done great harm to our Country! https://t.co/qTDgHgIhy1",
    "timestamp": "2020-01-20 23:03:10"
},
{
    "tweet_text": "I will NEVER allow our great Second Amendment to go unprotected, not even a little bit!",
    "timestamp": "2020-01-20 20:12:03"
},
{
    "tweet_text": "It was exactly three years ago today, January 20, 2017,  that I was sworn into office. So appropriate that today is also MLK jr DAY. African-American Unemployment is the LOWEST in the history of our Country, by far. Also, best Poverty, Youth, and Employment numbers, ever. Great!",
    "timestamp": "2020-01-20 19:59:40"
},
{
    "tweet_text": "...And they say you can add 7% to 10% to all Trump numbers! Who knows? https://t.co/Ta09xrAqUd",
    "timestamp": "2020-01-20 18:53:02"
},
{
    "tweet_text": "Two stone cold losers from Amazon WP. Almost every story is a made up lie, just like corrupt pol Shifty Schiff, who fraudulently made up my call with Ukraine. Fiction! https://t.co/0Oad0738NG",
    "timestamp": "2020-01-20 18:48:44"
},
{
    "tweet_text": "USA! USA! USA!",
    "timestamp": "2020-01-20 17:04:17"
},
{
    "tweet_text": "Cryin’ Chuck Schumer is now asking for “fairness”, when he and the Democrat House members worked together to make sure I got ZERO fairness in the House. So, what else is new?",
    "timestamp": "2020-01-20 15:52:48"
},
{
    "tweet_text": "They didn’t want John Bolton and others in the House. They were in too much of a rush. Now they want them all in the Senate. Not supposed to be that way!",
    "timestamp": "2020-01-20 15:47:41"
},
{
    "tweet_text": "The Democrat Party in the Great Commonwealth of Virginia are working hard to take away your 2nd Amendment rights. This is just the beginning. Don’t let it happen, VOTE REPUBLICAN in 2020!",
    "timestamp": "2020-01-20 15:43:57"
},
{
    "tweet_text": "A great show! Check it out tonight at 9pm. @FoxNews https://t.co/AH1WHoGbY1",
    "timestamp": "2020-01-20 01:57:49"
},
{
    "tweet_text": "“In the House, the President got less due process than the 9-11 terrorists got. This is a corrupt process?” Mark Levin @marklevinshow “Very much so!” @RepDougCollins @FoxNews",
    "timestamp": "2020-01-20 01:16:00"
},
{
    "tweet_text": "I was thrilled to be back in the Great State of Texas tonight, where the people are known for being tough, strong, hardworking, loyal and fiercely patriotic — just like America’s incredible Farmers! #AFBF2020 https://t.co/JKkiPxPL0X",
    "timestamp": "2020-01-20 00:27:07"
},
{
    "tweet_text": "Now Mini Mike Bloomberg is critical of Jack Wilson, who saved perhaps hundreds of people in a Church because he was carrying a gun, and knew how to use it. Jack quickly killed the shooter, who was beginning a rampage. Mini is against the 2nd A. His ads are Fake, just like him!",
    "timestamp": "2020-01-19 21:12:20"
},
{
    "tweet_text": "I have never seen the Republican Party as Strong and as Unified as it is right now. Thank you!",
    "timestamp": "2020-01-19 18:24:52"
},
{
    "tweet_text": "I will be going to Austin, Texas. Leaving soon. Always like (love!) being in the Lone Star State. Speaking to our great Farmers. They hit “paydirt” with our incredible new Trade Deals: CHINA, JAPAN, MEXICO, CANADA, SOUTH KOREA, and many others!",
    "timestamp": "2020-01-19 17:44:56"
},
{
    "tweet_text": "https://t.co/Efot9QLGDj",
    "timestamp": "2020-01-19 04:30:52"
},
{
    "tweet_text": "“Nancy Pelosi said, it’s not a question of proof, it’s a question of allegations! Oh really?”  @JudgeJeanine @FoxNews  What a disgrace this Impeachment Scam is for our great Country!",
    "timestamp": "2020-01-19 02:12:28"
},
{
    "tweet_text": "If you listened to the flawed advice of @paulkrugman at the @nytimes, a newspaper that was going broke until I came along, you would have entirely missed the RECORD BREAKING Stock Market (and other) numbers produced since Election Day, 2016. Sorry, those are the FACTS.....",
    "timestamp": "2020-01-19 00:52:42"
},
{
    "tweet_text": "....BUT THE BEST IS YET TO COME!",
    "timestamp": "2020-01-19 00:52:28"
},
{
    "tweet_text": "A massive 200 Billion Dollar Sea Wall, built around New York to protect it from rare storms, is a costly, foolish &amp; environmentally unfriendly idea that, when needed, probably won’t work anyway. It will also look terrible. Sorry, you’ll just have to get your mops &amp; buckets ready!",
    "timestamp": "2020-01-18 23:18:22"
},
{
    "tweet_text": "Another Fake Book by two third rate Washington Post reporters, has already proven to be inaccurately reported, to their great embarrassment, all for the purpose of demeaning and belittling a President who is getting great things done for our Country, at a record clip. Thank you!",
    "timestamp": "2020-01-18 23:16:21"
},
{
    "tweet_text": "They are taking the Democrat Nomination away from Crazy Bernie, just like last time. Some things never change!",
    "timestamp": "2020-01-18 22:58:25"
},
{
    "tweet_text": "95% Approval Rating in the Republican Party, A Record. Thank You!",
    "timestamp": "2020-01-18 22:56:19"
},
{
    "tweet_text": "“Trade Deals Drive Stocks To Record Highs.” @FoxNews",
    "timestamp": "2020-01-18 13:35:26"
},
{
    "tweet_text": "“Day after day, really good news on the economy. By the way, this didn’t just happen by accident, it’s the result of a lot of the policies that Donald Trump has put into place. Obviously, the Tax Cut, and now we have these two BIG trade deals.” @StephenMoore  Great future growth!",
    "timestamp": "2020-01-18 13:33:13"
},
{
    "tweet_text": "Tremendous surge in new housing construction in December, 16.9%, biggest in many years!",
    "timestamp": "2020-01-18 13:19:20"
},
{
    "tweet_text": "A great day at the White House for our National Champions, the LSU Tigers! https://t.co/0sbotFsMO7",
    "timestamp": "2020-01-18 13:09:51"
},
{
    "tweet_text": "CONGRATULATIONS! #GeauxTigers https://t.co/Axc9ezAdar",
    "timestamp": "2020-01-18 00:57:56"
},
{
    "tweet_text": "مردم نجیب ایران، که آمریکا را دوست می دارند، سزاوار دولتی هستند که بیش از تمرکز بر کشتن آنها به جرم احترام خواهی، به آنها کمک کند تا به رؤیاهایشان دست یابند. رهبران ایران به جای آن که ایران را به سمت ویرانی بکشانند، باید هراس افکنی را کنار بنهند و ایران را دوباره باعظمت کنند! https://t.co/RLjGsC5WLc",
    "timestamp": "2020-01-17 23:10:50"
},
{
    "tweet_text": "The noble people of Iran—who love America—deserve a government that's more interested in helping them achieve their dreams than killing them for demanding respect. Instead of leading Iran toward ruin, its leaders should abandon terror and Make Iran Great Again! https://t.co/RLjGsC5WLc",
    "timestamp": "2020-01-17 23:10:21"
},
{
    "tweet_text": "The so-called “Supreme Leader” of Iran, who has not been so Supreme lately, had some nasty things to say about the United States and Europe. Their economy is crashing, and their people are suffering. He should be very careful with his words!",
    "timestamp": "2020-01-17 22:22:05"
},
{
    "tweet_text": "Your 2nd Amendment is under very serious attack in the Great Commonwealth of Virginia. That’s what happens when you vote for Democrats, they will take your guns away. Republicans will win Virginia in 2020. Thank you Dems!",
    "timestamp": "2020-01-17 22:22:05"
},
{
    "tweet_text": "Words of wisdom. Thank you Ted! https://t.co/LRyAHS9VEL",
    "timestamp": "2020-01-17 22:22:04"
},
{
    "tweet_text": "Heading to Florida for big Republican Party event. New Stock Market Record. Jobs in USA at all-time high!",
    "timestamp": "2020-01-17 20:10:15"
},
{
    "tweet_text": "They are rigging the election again against Bernie Sanders, just like last time, only even more obviously. They are bringing him out of so important Iowa in order that, as a Senator, he sit through the Impeachment Hoax Trial. Crazy Nancy thereby gives the strong edge to Sleepy...",
    "timestamp": "2020-01-17 15:35:00"
},
{
    "tweet_text": "Getting ready to meet the LSU Tigers, the National Champions. Great Coach, great Team, great School. Very exciting!",
    "timestamp": "2020-01-17 15:17:43"
},
{
    "tweet_text": "Mini Mike Bloomberg ads are purposely wrong - A vanity project for him to get into the game. Nobody in many years has done for the USA what I have done for the USA, including the greatest economy in history, rebuilding our military, biggest ever tax &amp; regulation cuts, &amp; 2nd A!",
    "timestamp": "2020-01-17 14:12:06"
},
{
    "tweet_text": "Mini Mike Bloomberg doesn’t get on the Democrat Debate Stage because he doesn’t want to - he is a terrible debater and speaker. If he did, he would go down in the polls even more (if that is possible!).",
    "timestamp": "2020-01-17 13:39:21"
},
{
    "tweet_text": "“There is no crime here. Entertaining this Impeachment is a joke. This whole thing should be dismissed.” @IngrahamAngle @FoxNews",
    "timestamp": "2020-01-17 13:34:27"
},
{
    "tweet_text": "“Years from now, when we look back at this day, nobody’s going to remember Nancy’s cheap theatrics, they will remember though how President Trump brought the Chinese to the bargaining table and delivered achievements few ever thought were possible.” @IngrahamAngle @FoxNews",
    "timestamp": "2020-01-17 13:33:09"
},
{
    "tweet_text": "“The GOA got it exactly backwards. Here’s what they said. The law does not permit the President to substitute his own policy priorities to those Congress has enacted into law. It’s exactly the opposite. The Constitution does not allow Congress to substitute its own priorities....",
    "timestamp": "2020-01-17 13:32:05"
},
{
    "tweet_text": "PROMISES MADE, PROMISES KEPT! #KeepAmericaGreat2020🇺🇸 https://t.co/CheEfoFUBT",
    "timestamp": "2020-01-17 01:41:52"
},
{
    "tweet_text": "See you tomorrow! #CHAMPS https://t.co/ud1PVpx1zK",
    "timestamp": "2020-01-17 00:22:43"
},
{
    "tweet_text": "THANK YOU! #MAGA https://t.co/jVr7qmYOvu",
    "timestamp": "2020-01-16 21:50:50"
},
{
    "tweet_text": "I JUST GOT IMPEACHED FOR MAKING A PERFECT PHONE CALL!",
    "timestamp": "2020-01-16 20:39:23"
},
{
    "tweet_text": "Amazon Calls 'Profiles in Corruption' the 'Most Anticipated' Nonfiction Book https://t.co/sOQcs3OHS4 via @BreitbartNews",
    "timestamp": "2020-01-16 15:59:19"
},
{
    "tweet_text": "This is a total disgrace, but just another reason that I’m going to win Michigan again! https://t.co/XrqveOvYcG",
    "timestamp": "2020-01-16 15:49:37"
},
{
    "tweet_text": "Looking at this strongly! https://t.co/Giw8UknN3m",
    "timestamp": "2020-01-16 15:23:26"
},
{
    "tweet_text": "The farmers are really happy with the new China Trade Deal and the soon to be signed deal with Mexico and Canada, but I hope the thing they will most remember is the fact that I was able to take massive incoming Tariff money and use it to help them get through the tough times!",
    "timestamp": "2020-01-16 15:14:29"
},
{
    "tweet_text": "“There is no crime here. I just think this whole thing should be rejected out of hand. I wouldn’t waste a minute of taxpayer dollars or time on this. Entertaining this Impeachment is a joke.” Laura Ingraham @IngrahamAngle @FoxNews",
    "timestamp": "2020-01-16 15:04:51"
},
{
    "tweet_text": "Cryin’ Chuck Schumer is saying privately that the new China Trade Deal is  unbelievable, which it is, but publicly he knocks it whenever possible. That’s politics, but so bad for our great Country!",
    "timestamp": "2020-01-16 13:59:15"
},
{
    "tweet_text": "One of the greatest trade deals ever made! Also good for China and our long term relationship. 250 Billion Dollars will be coming back to our Country, and we are now in a great position for a Phase Two start. There has never been anything like this in U.S. history! USMCA NEXT!",
    "timestamp": "2020-01-16 13:41:21"
},
{
    "tweet_text": "https://t.co/RcUcLBl9tT https://t.co/1OIXKTv0hp",
    "timestamp": "2020-01-16 00:51:39"
},
{
    "tweet_text": "Here we go again, another Con Job by the Do Nothing Democrats. All of this work was supposed to be done by the House, not the Senate!",
    "timestamp": "2020-01-15 15:33:21"
},
{
    "tweet_text": "I agree with him on this, 100%. But why would anyone vote Democrat? We are setting all time records with the economy! https://t.co/trTemE8iUz",
    "timestamp": "2020-01-15 06:13:50"
},
{
    "tweet_text": "Now up to 187 Federal Judges, and two great new Supreme Court Justices. We are in major record territory. Hope EVERYONE is happy! https://t.co/ymEQljJyib",
    "timestamp": "2020-01-15 05:45:31"
},
{
    "tweet_text": "Steyer is running low on cash. Nobody knows him. Made his money on coal. So funny! https://t.co/vS48ta5IFr",
    "timestamp": "2020-01-15 04:46:25"
},
{
    "tweet_text": "Prime Minister of the United Kingdom, @BorisJohnson, stated, “We should replace the Iran deal with the Trump deal.” I agree!",
    "timestamp": "2020-01-15 04:32:01"
},
{
    "tweet_text": "Former National Security Adviser for President Obama said “President Trump was absolutely correct” in taking out terroristist leader Soleimani. Thank you General Jones!",
    "timestamp": "2020-01-15 03:18:03"
},
{
    "tweet_text": "Republicans are fighting for citizens from every background, &amp; from every race, religion, color &amp; creed. We are a movement for ALL AMERICANS who believe in fairness &amp; justice, equality &amp; dignity, opportunity &amp; safety. We are a big tent, &amp; a big party, w/ BIG IDEAS for the future! https://t.co/8Gib5eKMOF",
    "timestamp": "2020-01-15 02:53:55"
},
{
    "tweet_text": "Democrats are now the party of high taxes, high crime, open borders, late-term abortion, socialism, and blatant corruption. The Republican Party is the party of the American Worker, the American Family, and the American Dream! #TrumpMilwaukeeRally https://t.co/LAl96RE49h",
    "timestamp": "2020-01-15 02:49:47"
},
{
    "tweet_text": "GOD BLESS THE U.S.A.! https://t.co/xi2yTS5fY1",
    "timestamp": "2020-01-15 02:43:27"
},
{
    "tweet_text": "Thank you Milwaukee, Wisconsin! #KAG2020 #MAGA https://t.co/Oj2pOxsYlA",
    "timestamp": "2020-01-15 02:36:27"
},
{
    "tweet_text": "Cryin’ Chuck Schumer just said, “The American people want a fair trial in the Senate.” True, but why didn’t Nervous Nancy and Corrupt politician Adam “Shifty” Schiff give us a fair trial in the House. It was the most lopsided &amp; unfair basement hearing in the history of Congress!",
    "timestamp": "2020-01-14 23:45:49"
},
{
    "tweet_text": "We are helping Apple all of the time on TRADE and so many other issues, and yet they refuse to unlock phones used by killers, drug dealers  and other violent criminal elements. They will have to step up to the plate and help our great Country, NOW! MAKE AMERICA GREAT AGAIN.",
    "timestamp": "2020-01-14 23:36:13"
},
{
    "tweet_text": "On my way to Milwaukee, Wisconsin for a #TrumpRally. Look forward to see you all soon! https://t.co/L97KjEc9GW",
    "timestamp": "2020-01-14 23:16:43"
},
{
    "tweet_text": "Thank you! https://t.co/4Qe7fb6r3K",
    "timestamp": "2020-01-14 05:52:01"
},
{
    "tweet_text": "Thank you to Rick Scott. This Impeachment Hoax is an outrage! https://t.co/HYfBmtYMqF",
    "timestamp": "2020-01-14 05:25:32"
},
{
    "tweet_text": "I stand stronger than anyone in protecting your Healthcare with Pre-Existing Conditions. I am honored to have terminated the very unfair, costly and unpopular individual mandate for you!",
    "timestamp": "2020-01-13 23:58:04"
},
{
    "tweet_text": "“We demand fairness” shouts Pelosi and the Do Nothing Democrats, yet the Dems in the House wouldn’t let us have 1 witness, no lawyers or even ask questions. It was the most unfair witch-hunt in the history of Congress!",
    "timestamp": "2020-01-13 17:31:58"
},
{
    "tweet_text": "Really Big Breaking News (Kidding): Booker, who was in zero polling territory, just dropped out of the Democrat Presidential Primary Race. Now I can rest easy tonight. I was sooo concerned that I would someday have to go head to head with him!",
    "timestamp": "2020-01-13 16:13:50"
},
{
    "tweet_text": "The Fake News Media and their Democrat Partners are working hard to determine whether or not the future attack by terrorist Soleimani was “imminent” or not, &amp; was my team in agreement. The answer to both is a strong YES., but it doesn’t really matter because of his horrible past!",
    "timestamp": "2020-01-13 16:09:17"
},
{
    "tweet_text": "Wow! The wonderful Iranian protesters refused to step on, or in any way denigrate, our Great American Flag. It was put on the street in order for them to trample it, and they walked around it instead. Big progress!",
    "timestamp": "2020-01-13 15:53:40"
},
{
    "tweet_text": "The Democrats and the Fake News are trying to make terrorist Soleimani into a wonderful guy, only because I did what should have been done for 20 years. Anything I do, whether it’s the economy, military, or anything else, will be scorned by the Rafical Left, Do Nothing Democrats!",
    "timestamp": "2020-01-13 15:47:16"
},
{
    "tweet_text": "Bernie Sander’s volunteers are trashing Elizabeth “Pocahontus” Warren. Everybody knows her campaign is dead and want her potential voters. Mini Mike B is also trying, but getting tiny crowds which are all leaving fast. Elizabeth is very angry at Bernie. Do I see a feud brewing?",
    "timestamp": "2020-01-13 15:25:26"
},
{
    "tweet_text": "Mini Mike Bloomberg is spending a lot of money on False Advertising. I was the person who saved Pre-Existing Conditions in your Healthcare, you have it now, while at the same time winning the fight to rid you of the expensive, unfair and very unpopular Individual  Mandate.....",
    "timestamp": "2020-01-13 13:39:15"
},
{
    "tweet_text": "مشاور امنیت ملی امروز عنوان کرد كه تحریم ها و اعتراضات، ایران را«به شدت تحت فشار»قرار داده است و آنها را مجبور به مذاكره می كند.در واقع، اصلا برایم اهمیتی نداردکه آیا آنها مذاکره می کنند یا نه.این کاملاً به عهده ی خودشان است، اما سلاح هسته ای نداشته باشیدو«معترضان خود را نکشید.» https://t.co/DBGGs8QFcJ",
    "timestamp": "2020-01-13 02:00:30"
},
{
    "tweet_text": "National Security Adviser suggested today that sanctions &amp; protests have Iran “choked off”, will force them to negotiate. Actually, I couldn’t care less if they negotiate. Will be totally up to them but, no nuclear weapons and “don’t kill your protesters.”",
    "timestamp": "2020-01-12 23:46:18"
},
{
    "tweet_text": "Many believe that by the Senate giving credence to a trial based on the no evidence, no crime, read the transcripts, “no pressure”  Impeachment Hoax, rather than an outright dismissal, it gives the partisan Democrat Witch Hunt credibility that it otherwise does not have. I agree!",
    "timestamp": "2020-01-12 19:55:08"
},
{
    "tweet_text": "https://t.co/2iv5aiFEVu",
    "timestamp": "2020-01-12 19:37:58"
},
{
    "tweet_text": "https://t.co/gdDcamhY9M",
    "timestamp": "2020-01-12 19:37:02"
},
{
    "tweet_text": "Wow! Crazy Bernie Sanders is surging in the polls, looking very good against his opponents in the Do Nothing Party. So what does this all mean? Stay tuned!",
    "timestamp": "2020-01-12 19:02:01"
},
{
    "tweet_text": "You can’t make this up!  David Kris, a highly controversial former DOJ official, was just appointed by the FISA Court to oversee reforms to the FBI’s surveillance procedures. Zero credibility. THE SWAMP! @DevinNunes  @MariaBartiromo @FoxNews",
    "timestamp": "2020-01-12 18:41:13"
},
{
    "tweet_text": "House Republicans investigating origins of the Ukraine Whistleblower complaint. ICIG Michael Atkinson facing serious questions. “The Democrats know the ICIG is a major problem-didn’t release his testimony. Looks so much like everything else we’ve seen, from the Russia Hoax, to...",
    "timestamp": "2020-01-12 18:29:17"
},
{
    "tweet_text": "خطاب به رهبران ايران: معترضان خود را نكشيد. هزاران تن تاكنون به دست شما كشته يا زنداني شده اند، و جهان نظاره گر است. مهمتر از ان، ايالات متحده نظاره گر است. اينترنت را دوباره وصل كنيد و به خبرنگاران اجازه دهيد ازادانه حركت كنند! كشتار مردم بزرگ ايران را متوقف كنيد! https://t.co/rzpx3Nfn03",
    "timestamp": "2020-01-12 16:44:28"
},
{
    "tweet_text": "Why should I have the stigma of Impeachment attached to my name when I did NOTHING wrong? Read the Transcripts! A totally partisan Hoax, never happened before. House Republicans voted 195-0, with three Dems voting with the Republicans. Very unfair to tens of millions of voters!",
    "timestamp": "2020-01-12 16:40:18"
},
{
    "tweet_text": "Why did Nervous Nancy allow corrupt politician Shifty Schiff to lie before Congress? He must be a Witness, and so should she!",
    "timestamp": "2020-01-12 16:13:56"
},
{
    "tweet_text": "Great idea. This phony Impeachment Hoax should not even be allowed to proceed. Did NOTHING wrong. Just a partisan vote. Zero Republicans. Never happened before! https://t.co/47oV6z4RQc",
    "timestamp": "2020-01-12 15:30:20"
},
{
    "tweet_text": "“Pelosi has made a mockery of Impeachment. Her Articles are so weak. But more importantly, she thought she could extort the Senate. She couldn’t.” @GreggJarrett @foxandfriends The Do Nothing Democrats are really run by the Radical Left. Too bad!",
    "timestamp": "2020-01-12 15:25:08"
},
{
    "tweet_text": "Michael Goodwin, New York Post: “Trump’s peace through strength philosophy is what America needs. His (John Kerry) claim bears no relation to reality. The Agreement didn’t create opportunities for America &amp; other signatories to confront Iran’s malign activities. It overlooked....",
    "timestamp": "2020-01-12 14:26:50"
},
{
    "tweet_text": "John Kerry got caught essentially admitting that funds given ridiculously to Iran were used to fund attacks on the USA. Only a complete fool would have given that 150 Billion Dollars Plus to Iran. They then went on a Middle East Rampage! @foxandfriends @PeteHegseth",
    "timestamp": "2020-01-12 14:06:03"
},
{
    "tweet_text": "George @GStephanopoulos, ask Crazy Nancy why she allowed Adam “Shifty” Schiff to totally make up my conversation with the Ukrainian President &amp; read his false words to Congress and the world, as though I said it? He got caught! Ask why hearing was most unfair &amp; biased in history?",
    "timestamp": "2020-01-12 13:58:09"
},
{
    "tweet_text": "To the leaders of Iran - DO NOT KILL YOUR PROTESTERS. Thousands have already been killed or imprisoned by you, and the World is watching. More importantly, the USA is watching. Turn your internet back on and let reporters roam free! Stop the killing of your great Iranian people!",
    "timestamp": "2020-01-12 13:48:30"
},
{
    "tweet_text": "Congratulations to @serenawilliams on another big win. She is a great player and an even greater person. Our members in Virginia (Tennis) will never forget you! https://t.co/55ZhYVTpUU",
    "timestamp": "2020-01-12 13:28:34"
},
{
    "tweet_text": "Congratulations to the Great State of Tennessee. You’ve got yourselves a fantastic football team. Big WIN last night!",
    "timestamp": "2020-01-12 13:13:44"
},
{
    "tweet_text": "Thank you Rudy! @JudgeJeanine \nhttps://t.co/hk9yuQo4Nm",
    "timestamp": "2020-01-12 04:19:03"
},
{
    "tweet_text": "I hope the House and Senate Democrats, in particular watch this. It is a classic. Thank you to @JudgeJeanine Pirro! https://t.co/O8P9J0CArF",
    "timestamp": "2020-01-12 04:12:21"
},
{
    "tweet_text": "https://t.co/wBcidgZ2fK",
    "timestamp": "2020-01-12 04:07:54"
},
{
    "tweet_text": "دولت ایران باید به گروه‌های حقوق بشر اجازه بدهد حقیقت کنونی اعتراضات در جریان مردم ایران را نظارت کرده و گزارش بدهند. نباید شاهد کشتار دوباره ی معترضان مسالمت آمیز و یا قطع اینترنت باشیم. جهان نظاره گر این اتفاقات است.",
    "timestamp": "2020-01-11 22:50:01"
},
{
    "tweet_text": "The government of Iran must allow human rights groups to monitor and report facts from the ground on the ongoing protests by the Iranian people. There can not be another massacre of peaceful protesters, nor an internet shutdown. The world is watching.",
    "timestamp": "2020-01-11 22:11:03"
},
{
    "tweet_text": "به مردم شجاع و رنج کشیده ایران: من از ابتدای دوره ریاست جمهوریم با شما ایستاده‌ام و دولت من همچنان با شما خواهد ایستاد. ما اعتراضات شما را از نزدیک دنبال می کنیم. شجاعت شما الهام بخش است.",
    "timestamp": "2020-01-11 21:46:26"
},
{
    "tweet_text": "To the brave, long-suffering people of Iran: I've stood with you since the beginning of my Presidency, and my Administration will continue to stand with you. We are following your protests closely, and are inspired by your courage.",
    "timestamp": "2020-01-11 21:46:18"
},
{
    "tweet_text": "The powerful Trump Wall is replacing porous, useless and ineffective barriers in the high traffic areas requested by Border Patrol. Illegal crossing are dropping as more and more Wall is being completed! #BuildingTheWall https://t.co/2kdHNSMM04",
    "timestamp": "2020-01-11 21:13:47"
},
{
    "tweet_text": "95% Approval Rating in the Republican Party, a record. 53% Approval Rating overall (can we add 7 to 10 percent because of the Trump “thing?”). Thank you!",
    "timestamp": "2020-01-11 14:35:53"
},
{
    "tweet_text": "Now the Radical Left, Do Nothing Democrats, are asking @senatemajldr Mitch McConnell to do the job that they were unable to do. They proved NOTHING but my total innocence in the House, despite the most unfair &amp; biased hearings in the history of Congress. Now they demand fairness!",
    "timestamp": "2020-01-11 14:29:38"
},
{
    "tweet_text": "Nancy Pelosi will go down as the absolute worst Speaker of the House in U.S. history!",
    "timestamp": "2020-01-11 14:17:50"
},
{
    "tweet_text": "New polling shows that the totally partisan Impeachment Hoax is going nowhere. A vast majority want the Do Nothing Democrats to move on to other things now!",
    "timestamp": "2020-01-11 14:15:22"
},
{
    "tweet_text": "Where have the Radical Left, Do Nothing Democrats gone when they have spent the last 3 days defending the life of Qassem Soleimani, one of the worst terrorists in history and the father of the roadside bomb? He was also looking to do big future damage! Dems are “unhinged.”",
    "timestamp": "2020-01-11 14:07:38"
},
{
    "tweet_text": "“FBI Director apologizes for FISA Errors (of which there were far to many to be a coincidence!).” @FoxNews Chris, what about all of the lives that were ruined because of the so-called “errors?” Are these “dirty cops” going to pay a big price for the fraud they committed?",
    "timestamp": "2020-01-11 13:38:13"
},
{
    "tweet_text": "Will be interviewed tonight by Laura @IngrahamAngle at 10pmE on @FoxNews. Enjoy!",
    "timestamp": "2020-01-10 23:32:11"
},
{
    "tweet_text": "She will go down as perhaps the least successful Speaker in U.S. History! https://t.co/aTCkFW3pr4",
    "timestamp": "2020-01-10 15:37:36"
},
{
    "tweet_text": "I love constantly proving them wrong. It’s easy! https://t.co/N2bgTBKum6",
    "timestamp": "2020-01-10 15:31:27"
},
{
    "tweet_text": "“I’ve been doing this for 40 years and I’ve never seen anything like this (Economy).” @Varneyco @foxandfriends",
    "timestamp": "2020-01-10 15:11:46"
},
{
    "tweet_text": "“11,000 points gained in the Dow in the 3 years since the Election of President Trump. Today it may hit 29,000. That has NEVER happened before in that time frame. That has added 12.8 Trillion Dollars to the VALUE of American Business.” @Varneyco @FoxNews  The best is yet to come!",
    "timestamp": "2020-01-10 15:08:14"
},
{
    "tweet_text": "We will get this done for our great Miners! https://t.co/8x3WwEo0eV",
    "timestamp": "2020-01-10 13:39:42"
},
{
    "tweet_text": "Thank you Mike! https://t.co/0cNENCP1h7",
    "timestamp": "2020-01-10 13:27:38"
},
{
    "tweet_text": "I agree. Jovita will do a great job! https://t.co/3uwI4NUxBn",
    "timestamp": "2020-01-10 13:25:44"
},
{
    "tweet_text": "Great interview this morning by @foxandfriends with some of the fantastic people who attended the big Rally last night in Toledo, Ohio. Thank you. Such amazing energy!",
    "timestamp": "2020-01-10 13:04:07"
},
{
    "tweet_text": "Wow! Thank you Greg. Hope I live up to your expectations. https://t.co/jBWn1ksGo4",
    "timestamp": "2020-01-10 12:55:27"
},
{
    "tweet_text": "Democrats are now the party of high taxes, high crime, open borders, late-term abortion, socialism, and blatant corruption. The Republican Party is the party of the American Worker, the American Family, and the American Dream! #KAG2020 https://t.co/05XRX2odxN",
    "timestamp": "2020-01-10 02:15:31"
},
{
    "tweet_text": "After years of rebuilding OTHER nations, we are finally rebuilding OUR nation. We are finally putting AMERICA FIRST! #KAG2020 https://t.co/azKL54A6BU",
    "timestamp": "2020-01-10 02:07:24"
},
{
    "tweet_text": "Under my administration, we will NEVER make excuses for America’s enemies – we will never hesitate in defending American lives – and we will never stop working to defeat Radical Islamic Terrorism! https://t.co/022PjwhHjs",
    "timestamp": "2020-01-10 02:04:08"
},
{
    "tweet_text": "THANK YOU TOLEDO, OHIO!\nhttps://t.co/PL96KjQWat",
    "timestamp": "2020-01-10 01:57:45"
},
{
    "tweet_text": "Heading to Toledo, Ohio, for first Rally of the year. Tremendous crowd. Here we go for a big 2020 Win!",
    "timestamp": "2020-01-09 22:55:41"
},
{
    "tweet_text": "95% Approval Rating in the Republican Party. Thank you!",
    "timestamp": "2020-01-09 22:49:55"
},
{
    "tweet_text": "Smart analysis, I fully agree! https://t.co/0YMU7GunDt",
    "timestamp": "2020-01-09 22:34:17"
},
{
    "tweet_text": "Thank you! https://t.co/SqRmH7vP39",
    "timestamp": "2020-01-09 22:10:22"
},
{
    "tweet_text": "Happy National Law Enforcement Appreciation Day! #LESM https://t.co/kNN3RetVvs",
    "timestamp": "2020-01-09 17:59:20"
},
{
    "tweet_text": "STOCK MARKET AT ALL-TIME HIGH! HOW ARE YOUR 401K’S DOING? 70%, 80%, 90% up? Only 50% up! What are you doing wrong?",
    "timestamp": "2020-01-09 15:47:49"
},
{
    "tweet_text": "U.S. Cancer Death Rate Lowest In Recorded History! A lot of good news coming out of this Administration.",
    "timestamp": "2020-01-09 15:00:36"
},
{
    "tweet_text": "Breaking News: The Fifth Circuit Court of Appeals just reversed a lower court decision &amp; gave us the go ahead to build one of the largest sections of the desperately needed Southern Border Wall, Four Billion Dollars. Entire Wall is under construction or getting ready to start!",
    "timestamp": "2020-01-09 13:46:26"
},
{
    "tweet_text": "Hope that all House Republicans will vote against Crazy Nancy Pelosi’s War Powers Resolution. Also, remember her “speed &amp; rush” in getting the Impeachment Hoax voted on &amp; done. Well, she never sent the Articles to the Senate. Just another Democrat fraud. Presidential Harassment!",
    "timestamp": "2020-01-09 13:20:47"
},
{
    "tweet_text": "PRESIDENTIAL HARASSMENT!",
    "timestamp": "2020-01-09 12:30:27"
},
{
    "tweet_text": "Thank you Elise! https://t.co/Y4Hb0zf5jk",
    "timestamp": "2020-01-09 12:24:31"
},
{
    "tweet_text": "Pelosi doesn’t want to hand over The Articles of Impeachment, which were fraudulently produced by corrupt politicians like Shifty Schiff in the first place, because after all of these years of investigations and persecution, they show no crimes and are a joke and a scam!",
    "timestamp": "2020-01-09 12:21:44"
},
{
    "tweet_text": "Great! https://t.co/9QByhxRluS",
    "timestamp": "2020-01-09 11:58:51"
},
{
    "tweet_text": "WINRED! https://t.co/G09J35NVVj",
    "timestamp": "2020-01-09 11:49:31"
},
{
    "tweet_text": "See you later! https://t.co/zHEYAnMVLh",
    "timestamp": "2020-01-09 11:47:40"
},
{
    "tweet_text": "All is well! Missiles launched from Iran at two military bases located in Iraq. Assessment of casualties &amp; damages taking place now. So far, so good! We have the most powerful and well equipped military anywhere in the world, by far! I will be making a statement tomorrow morning.",
    "timestamp": "2020-01-08 02:45:24"
},
{
    "tweet_text": "Had a very good meeting with @kbsalsaud of Saudi Arabia. We discussed Trade, Military, Oil Prices, Security, and Stability in the Middle East!",
    "timestamp": "2020-01-07 19:05:20"
},
{
    "tweet_text": "Great interview with @GOPLeader Kevin McCarthy on @foxandfriends. “There was no urgency with the Articles of Impeachment because there was no case.”",
    "timestamp": "2020-01-07 13:27:12"
},
{
    "tweet_text": "We love Australia! https://t.co/BFPCNS81YR",
    "timestamp": "2020-01-07 11:44:32"
},
{
    "tweet_text": "Amazing analysis &amp; reporting! https://t.co/OC2sbdIAdh",
    "timestamp": "2020-01-07 00:40:15"
},
{
    "tweet_text": "The homeless situation in Los Angeles, San Francisco, and many other Democrat Party run cities throughout the Nation is a state and local problem, not a federal problem....",
    "timestamp": "2020-01-06 23:50:09"
},
{
    "tweet_text": "https://t.co/dXBP7Srsqy",
    "timestamp": "2020-01-06 17:02:29"
},
{
    "tweet_text": "https://t.co/XpVY2bnR5a",
    "timestamp": "2020-01-06 17:02:23"
},
{
    "tweet_text": "IRAN WILL NEVER HAVE A NUCLEAR WEAPON!",
    "timestamp": "2020-01-06 14:48:27"
},
{
    "tweet_text": "Congress &amp; the President should not be wasting their time and energy on a continuation of the totally partisan Impeachment Hoax when we have so many important matters pending. 196 to ZERO was the Republican House vote, &amp; we got 3 Dems. This was not what the Founders had in mind!",
    "timestamp": "2020-01-06 14:39:43"
},
{
    "tweet_text": "The Impeachment Hoax, just a continuation of the Witch Hunt which started even before I won the Election, must end quickly. Read the Transcripts, see the Ukrainian President’s strong statement, NO PRESSURE - get this done. It is a con game by the Dems to help with the Election!",
    "timestamp": "2020-01-06 14:32:49"
},
{
    "tweet_text": "“The reason they are not sending the Articles of Impeachment to the Senate is that they are so weak and so pathetic.” @LindseyGrahamSC @MariaBartiromo  The great Scam continues. To be spending time on this political Hoax at this moment in our history, when I am so busy, is sad!",
    "timestamp": "2020-01-06 13:37:33"
},
{
    "tweet_text": "These Media Posts will serve as notification to the United States Congress that should Iran strike any U.S. person or target, the United States will quickly &amp; fully strike back, &amp; perhaps in a disproportionate manner. Such legal notice is not required, but is given nevertheless!",
    "timestamp": "2020-01-05 20:25:32"
},
{
    "tweet_text": "The United States just spent Two Trillion Dollars on Military Equipment. We are the biggest and by far the BEST in the World! If Iran attacks an American Base, or any American, we will be sending some of that brand new beautiful equipment their way...and without hesitation!",
    "timestamp": "2020-01-05 05:11:03"
},
{
    "tweet_text": "They attacked us, &amp; we hit back. If they attack again, which I would strongly advise them not to do, we will hit them harder than they have ever been hit before! https://t.co/qI5RfWsSCH",
    "timestamp": "2020-01-05 04:53:04"
},
{
    "tweet_text": "Iran is talking very boldly about targeting certain USA assets as revenge for our ridding the world of their terrorist leader who had just killed an American, &amp; badly wounded many others, not to mention all of the people he had killed over his lifetime, including recently....",
    "timestamp": "2020-01-04 22:52:03"
},
{
    "tweet_text": "As hard as I work, &amp; as successful as our Country has become with our Economy, our Military &amp; everything else, it is ashame that the Democrats make us spend so much time &amp; money on this ridiculous Impeachment Lite Hoax. I should be able to devote all of my time to the REAL USA!",
    "timestamp": "2020-01-04 22:16:27"
},
{
    "tweet_text": "95% Approval Rating in the Republican Party. Thank you!",
    "timestamp": "2020-01-04 14:57:14"
},
{
    "tweet_text": "https://t.co/qOi7mpKcHY",
    "timestamp": "2020-01-04 04:29:47"
},
{
    "tweet_text": "Christopher Bedford, The Federalist Senior Editor. “There is NOTHING NEW in these Emails at all that’s been discovered. It’s exactly what we knew before, which is that the White House &amp; political figures wanted to cut off aid, Trump wanted to question aid to a number of....",
    "timestamp": "2020-01-03 17:27:07"
},
{
    "tweet_text": "This is a great book, a must read! https://t.co/bwpNVi5hpY",
    "timestamp": "2020-01-03 15:25:27"
},
{
    "tweet_text": "The United States has paid Iraq Billions of Dollars a year, for many years. That is on top of all else we have done for them. The people of Iraq don’t want to be dominated &amp; controlled by Iran, but ultimately, that is their choice. Over the last 15 years, Iran has gained more....",
    "timestamp": "2020-01-03 15:09:32"
},
{
    "tweet_text": "General Qassem Soleimani has killed or badly wounded thousands of Americans over an extended period of time, and was plotting to kill many more...but got caught! He was directly and indirectly responsible for the death of millions of people, including the recent large number....",
    "timestamp": "2020-01-03 13:54:43"
},
{
    "tweet_text": "Iran never won a war, but never lost a negotiation!",
    "timestamp": "2020-01-03 12:44:30"
},
{
    "tweet_text": "https://t.co/VXeKiVzpTf",
    "timestamp": "2020-01-03 02:32:53"
},
{
    "tweet_text": "A lot of very good people were taken down by a small group of Dirty (Filthy) Cops, politicians, government officials, and an investigation that was illegally started &amp; that SPIED on my campaign. The Witch Hunt is sputtering badly, but still going on (Ukraine Hoax!). If this....",
    "timestamp": "2020-01-02 13:58:01"
},
{
    "tweet_text": "Sohrab Ahmari, New York Post “The Trump Campaign raised $10 million in the two days following the impeachment (Scam) vote. It seems the Democrats have shot themselves in the foot in one more way. They set up a process they know is not going to lead to the Presidents removal, &amp;...",
    "timestamp": "2020-01-02 13:42:41"
},
{
    "tweet_text": "They don’t know how to do that! https://t.co/1Vg1O9yJHj",
    "timestamp": "2020-01-02 02:46:45"
},
{
    "tweet_text": "Great job! https://t.co/qNUVbEdMz6",
    "timestamp": "2020-01-02 01:53:15"
},
{
    "tweet_text": "Can’t believe @ATT keeps the management after yet another @CNN ratings dive. Nobody watching, NO CREDIBILITY! Maybe they should make changes at AT&amp;T? https://t.co/jdCLuNWEEQ",
    "timestamp": "2020-01-02 01:46:08"
},
{
    "tweet_text": "Too bad, Corey would have won! He (and I) loves New Hampshire. https://t.co/d2e1NUkDwR",
    "timestamp": "2020-01-02 01:36:54"
},
{
    "tweet_text": "Best equipment &amp; finest military in the World. On site quickly! https://t.co/cDUtqFLLYB",
    "timestamp": "2020-01-02 01:32:31"
},
{
    "tweet_text": "https://t.co/EVAEYD1AgV",
    "timestamp": "2020-01-01 03:12:07"
},
{
    "tweet_text": "HAPPY NEW YEAR!",
    "timestamp": "2020-01-01 01:30:35"
},
{
    "tweet_text": "Our fantastic First Lady! https://t.co/6iswto4WDI",
    "timestamp": "2020-01-01 01:22:28"
},
{
    "tweet_text": "Thank you Steve. The greatest Witch Hunt in U.S. history! https://t.co/I3bSNVp6gC",
    "timestamp": "2020-01-01 01:16:27"
},
{
    "tweet_text": "Thank you to the @dcexaminer Washington Examiner. The list is growing every day! https://t.co/jAOZ0CPYO4",
    "timestamp": "2020-01-01 01:03:15"
},
{
    "tweet_text": "One of my greatest honors was to have gotten CHOICE approved for our great Veterans. Others have tried for decades, and failed! https://t.co/NcVbbnrT5O",
    "timestamp": "2020-01-01 00:55:01"
},
{
    "tweet_text": "How is the Paris Accord doing? Don’t ask! https://t.co/9N0yibmDkj",
    "timestamp": "2019-12-31 23:25:01"
},
{
    "tweet_text": "Wonderful account of U.S. Embassy (Iraq) vs. the Benghazi disaster! https://t.co/qDQtgkjr1S",
    "timestamp": "2019-12-31 23:19:49"
},
{
    "tweet_text": "Get this straightened out, Governor @GavinNewsom https://t.co/OgTzMQkMQQ",
    "timestamp": "2019-12-31 23:19:43"
},
{
    "tweet_text": "I am far better on HealthCare than the Democrats! https://t.co/eQDqqMRvq7",
    "timestamp": "2019-12-31 22:24:36"
},
{
    "tweet_text": "The Fake News said I played golf today, and I did NOT! I had meeting in various locations, while closely monitoring the U.S. Embassy situation in Iraq, which I am still doing. The Corrupt Lamestream Media knew this but, not surprisingly, failed to report or correct!",
    "timestamp": "2019-12-31 22:11:14"
},
{
    "tweet_text": "The Anti-Benghazi!",
    "timestamp": "2019-12-31 21:38:59"
},
{
    "tweet_text": "Just for a little change of pace! https://t.co/ZQ7xCIiJru",
    "timestamp": "2019-12-31 21:34:14"
},
{
    "tweet_text": "The U.S. Embassy in Iraq is, &amp; has been for hours, SAFE! Many of our great Warfighters, together with the most lethal military equipment in the world, was immediately rushed to the site. Thank you to the President &amp; Prime Minister of Iraq for their rapid response upon request....",
    "timestamp": "2019-12-31 21:19:04"
},
{
    "tweet_text": "“This guy (Peter Strzok) was organizing a coup to undo the 2016 election.” Rachel Campos-Duffy  @FoxNews  And he wasn’t the only one in that Administration. The greatest Witch Hunt in American history!",
    "timestamp": "2019-12-31 20:15:52"
},
{
    "tweet_text": "“It’s my opinion as a lawyer that the Articles of Impeachment are defective on their face, which means I would like to see a Motion to Dismiss and have this disbursed without the necessity of a trial. I don’t think there should be a trial. I think it should be dismissed....",
    "timestamp": "2019-12-31 19:41:39"
},
{
    "tweet_text": "Remember when Pelosi was screaming that President Trump is a danger to our nation and we must move quickly. They didn’t get one Republican House vote, and lost 3 Dems. They produced no case so now she doesn’t want to go to the Senate. She’s all lies. Most overrated person I know!",
    "timestamp": "2019-12-31 17:42:51"
},
{
    "tweet_text": "Read the Transcripts!",
    "timestamp": "2019-12-31 17:34:45"
},
{
    "tweet_text": "Very good meeting on the Middle East, the Military, and Trade. Heading back to The Southern White House (Mar-a-Lago!). Updates throughout the day.",
    "timestamp": "2019-12-31 16:51:51"
},
{
    "tweet_text": "To those many millions of people in Iraq who want freedom and who don’t want to be dominated and controlled by Iran, this is your time!",
    "timestamp": "2019-12-31 15:44:53"
},
{
    "tweet_text": "I will be signing our very large and comprehensive Phase One Trade Deal with China on January 15. The ceremony will take place at the White House. High level representatives of China will be present. At a later date I will be going to Beijing where talks will begin on Phase Two!",
    "timestamp": "2019-12-31 14:16:40"
},
{
    "tweet_text": "President Putin of Russia called to thank me and the U.S. for informing them of a planned terrorist attack in the very beautiful city of Saint Petersburg. They were able to quickly apprehend the suspects, with many lives being saved. Great &amp; important coordination!",
    "timestamp": "2019-12-31 14:06:09"
},
{
    "tweet_text": "Armed congregants quickly stopped a crazed church shooter in Texas. If it were not for the fact that there were people inside of the church that were both armed, and highly proficient in using their weapon, the end result would have been catastrophic. A big THANK YOU to them!",
    "timestamp": "2019-12-31 13:53:10"
},
{
    "tweet_text": "Iran killed an American contractor, wounding many. We strongly responded, and always will. Now Iran is orchestrating an attack on the U.S. Embassy in Iraq. They will be held fully responsible. In addition, we expect Iraq to use its forces to protect the Embassy, and so notified!",
    "timestamp": "2019-12-31 12:02:47"
},
{
    "tweet_text": "The Democrats will do anything to avoid a trial in the Senate in order to protect Sleepy Joe Biden, and expose the millions and millions of dollars that “Where’s” Hunter, &amp; possibly Joe, were paid by companies and countries for doing NOTHING. Joe wants no part of this mess!",
    "timestamp": "2019-12-31 11:16:26"
},
{
    "tweet_text": "Our prayers are with the families of the victims and the congregation of yesterday’s church attack. It was over in 6 seconds thanks to the brave parishioners who acted to protect 242 fellow worshippers. Lives were saved by these heroes, and Texas laws allowing them to carry arms!",
    "timestamp": "2019-12-31 00:57:13"
},
{
    "tweet_text": "He is Fake News, will always be Fredo to us. I should release some of his dishonest interviews? Coupled with bad ratings, he’d be out! https://t.co/eEk6pdSRnV",
    "timestamp": "2019-12-30 22:23:04"
},
{
    "tweet_text": "Thank you to highly respected Jewish leader Dov Hikind for his wonderful statements about me this morning on @foxandfriends.",
    "timestamp": "2019-12-30 14:28:26"
},
{
    "tweet_text": "The anti-Semitic attack in Monsey, New York, on the 7th night of Hanukkah last night is horrific. We must all come together to fight, confront, and eradicate the evil scourge of anti-Semitism. Melania and I wish the victims a quick and full recovery.",
    "timestamp": "2019-12-29 19:10:41"
},
{
    "tweet_text": "Crazy Nancy Pelosi should spend more time in her decaying city and less time on the Impeachment Hoax! https://t.co/enoZZFxxmg",
    "timestamp": "2019-12-29 14:55:19"
},
{
    "tweet_text": "Any answers Nancy? https://t.co/CBb9tlXiue",
    "timestamp": "2019-12-29 12:57:36"
},
{
    "tweet_text": "Tremendous Spirit! https://t.co/XLqr9vX1xO",
    "timestamp": "2019-12-29 00:00:43"
},
{
    "tweet_text": "Thank you Joe. So good for our workers! https://t.co/gbCqf88I6j",
    "timestamp": "2019-12-28 23:58:44"
},
{
    "tweet_text": "Thank you Juliet! https://t.co/61K4wTgTsp",
    "timestamp": "2019-12-28 22:29:48"
},
{
    "tweet_text": "A Dirty Cop at the highest level. Scum! https://t.co/9t2qETqgcL",
    "timestamp": "2019-12-28 22:15:56"
},
{
    "tweet_text": "Thank you Adriana! https://t.co/zXqHX55pX5",
    "timestamp": "2019-12-28 22:13:39"
},
{
    "tweet_text": "So sad to see that New York City and State are falling apart. All they want to do is investigate to make me hate them even more than I should. Governor Cuomo has lost control, and lost his mind. Very bad for the homeless and all!",
    "timestamp": "2019-12-28 21:14:37"
},
{
    "tweet_text": "I want to thank Rush Limbaugh for the tremendous support he has given to the MAKE AMERICA GREAT AGAIN Movement and our KEEP AMERICA GREAT Agenda! He is a major star who never wavered despite the Fake News Hits he has had to endure. His voice is far bigger than theirs!",
    "timestamp": "2019-12-28 21:06:57"
},
{
    "tweet_text": "California and New York must do something about their TREMENDOUS Homeless problems. They are setting records! If their Governors can’t handle the situation, which they should be able to do very easily, they must call and “politely” ask for help. Would be so easy with competence!",
    "timestamp": "2019-12-28 13:33:58"
},
{
    "tweet_text": "The Wall is funded &amp; being built! https://t.co/84BOxKr2Eo",
    "timestamp": "2019-12-28 04:44:12"
},
{
    "tweet_text": "Now that wasn’t very nice, was it? https://t.co/RHEriGdEQO",
    "timestamp": "2019-12-28 04:41:10"
},
{
    "tweet_text": "Nancy, this just doesn’t seem right! https://t.co/0fmQj79DLX",
    "timestamp": "2019-12-28 04:28:34"
},
{
    "tweet_text": "Our great First Lady. She really cares! https://t.co/L4Q3P0MgHI",
    "timestamp": "2019-12-28 04:13:42"
},
{
    "tweet_text": "Congresswoman Lesko, a great American! https://t.co/EY3hxfvLQO",
    "timestamp": "2019-12-28 04:07:22"
},
{
    "tweet_text": "A true Democrat Party leader! https://t.co/vQZSEG0vpg",
    "timestamp": "2019-12-28 03:54:19"
},
{
    "tweet_text": "What kind of an animal is this? https://t.co/oQSExXIxDV",
    "timestamp": "2019-12-28 02:57:32"
},
{
    "tweet_text": "Hillary should give it another try, but this time don’t forget Wisconsin, Pennsylvania, Michigan, North Carolina &amp; others! https://t.co/UlTsBv16c5",
    "timestamp": "2019-12-28 02:56:10"
},
{
    "tweet_text": "Thank you! https://t.co/emhA3d8Ojx",
    "timestamp": "2019-12-28 02:45:35"
},
{
    "tweet_text": "Come on Crazy Nancy, do it! https://t.co/skuSBDdwW1",
    "timestamp": "2019-12-28 02:43:24"
},
{
    "tweet_text": "He made same prediction in 2016. Nobody ever said Michael was stupid! https://t.co/XDEzsTS1Pt",
    "timestamp": "2019-12-28 02:41:47"
},
{
    "tweet_text": "Wow Crazy Nancy, what’s going on? This is big stuff! https://t.co/hoHSERKgh9",
    "timestamp": "2019-12-28 02:31:47"
},
{
    "tweet_text": "Thanks Kayleigh! https://t.co/XOm1m2HJ23",
    "timestamp": "2019-12-28 01:52:24"
},
{
    "tweet_text": "“Dow closes at another All-Time High!” @cvpayne @FoxBusiness",
    "timestamp": "2019-12-27 21:51:41"
},
{
    "tweet_text": "So interesting to see Nancy Pelosi demanding fairness from @senatemajldr McConnell when she presided over the most unfair hearing in the history of the United States Congress!",
    "timestamp": "2019-12-27 20:43:32"
},
{
    "tweet_text": "Thank YOU Indian Country for being such an IMPORTANT part of the American story! I recently signed 3 bills to support tribal sovereignty....",
    "timestamp": "2019-12-27 16:37:20"
},
{
    "tweet_text": "“Trump Stock Market rally is far outpacing past U.S. presidents” @CNBC  With new trade deals, and more, THE BEST IS YET TO COME!",
    "timestamp": "2019-12-27 14:42:30"
},
{
    "tweet_text": "Speaker Pelosi and Chuck Schumer’s drive to try and rig the trial against the President is misplaced. There is no factual basis for the Articles of Impeachment that passed the House. This President will be exonerated.” William McGinley  @foxandfriends",
    "timestamp": "2019-12-27 14:28:33"
},
{
    "tweet_text": "Thank you Kristy, have a great year! https://t.co/IahxpXNZg7",
    "timestamp": "2019-12-27 14:16:44"
},
{
    "tweet_text": "Academy Award winning actor (and great guy!) @jonvoight is fantastic in the role of Mickey Donovan in the big television hit, Ray Donovan. From Midnight Cowboy to Deliverance to The Champ (one of the best ever boxing movies), &amp; many others, Jon delivers BIG. Also, LOVES THE USA!",
    "timestamp": "2019-12-27 13:48:31"
},
{
    "tweet_text": "“Democrats repeatedly claimed impeachment was an urgent matter, but now Nancy Pelosi uses stall tactics to obstruct the Senate.” @replouiegohmert @HeyTammyBruce @FoxNews  It’s all part of the Impeachment Hoax!",
    "timestamp": "2019-12-27 04:27:44"
},
{
    "tweet_text": "“Pelosi’s stall tactics expose the weakness of Democrat’s impeachment case.” @GreggJarrett @FoxNews",
    "timestamp": "2019-12-27 04:20:25"
},
{
    "tweet_text": "Thank you Ritchie! https://t.co/1TnVNXRCdn",
    "timestamp": "2019-12-27 00:17:42"
},
{
    "tweet_text": "The movie will never be the same! (just kidding) https://t.co/FogquK1ei7",
    "timestamp": "2019-12-27 00:07:15"
},
{
    "tweet_text": "I guess Justin T doesn’t much like my making him pay up on NATO or Trade! https://t.co/sndS7YvIGR",
    "timestamp": "2019-12-27 00:03:58"
},
{
    "tweet_text": "California leads the nation, by far, in both the number of homeless people, and the percentage increase in the homeless population - two terrible stats. Crazy Nancy should focus on that in her very down district, and helping her incompetent governor with the big homeless problem!",
    "timestamp": "2019-12-26 23:53:17"
},
{
    "tweet_text": "“Nancy Pelosi is trying to usurp the Constitutional role of the Senate. The longer this goes on, the more petty, partisan &amp; political it all looks.” @KarlRove @FoxNews Just more of the same from the Do Nothing Dems. Nancy should be helping the record number of homeless in her D!",
    "timestamp": "2019-12-26 23:44:48"
},
{
    "tweet_text": "“Nasdaq Hits 9,000 for First Time Ever” https://t.co/7gyomV32Zy",
    "timestamp": "2019-12-26 21:18:26"
},
{
    "tweet_text": "“Trump stock market rally is far outpacing past US presidents” https://t.co/lFegwHMLGr",
    "timestamp": "2019-12-26 20:41:48"
},
{
    "tweet_text": "Russia, Syria, and Iran are killing, or on their way to killing, thousands of innocent civilians in Idlib Province. Don’t do it! Turkey is working hard to stop this carnage.",
    "timestamp": "2019-12-26 15:25:12"
},
{
    "tweet_text": "Despite all of the great success that our Country has had over the last 3 years, it makes it much more difficult to deal with foreign leaders (and others) when I am having to constantly defend myself against the Do Nothing Democrats &amp; their bogus Impeachment Scam. Bad for USA!",
    "timestamp": "2019-12-26 14:36:41"
},
{
    "tweet_text": "“Nancy Pelosi has no leverage over the Senate. Mitch McConnell did not nose his way into the impeachment process in the House, and she has no standing in the Senate.” Brad Blakeman. Crazy Nancy should clean up her filthy dirty District &amp; help the homeless there. A primary for N?",
    "timestamp": "2019-12-26 13:21:06"
},
{
    "tweet_text": "Nancy Pelosi’s District in California has rapidly become one of the worst anywhere in the U.S. when it come to the homeless &amp; crime. It has gotten so bad, so fast - she has lost total control and, along with her equally incompetent governor, Gavin Newsom, it is a very sad sight!",
    "timestamp": "2019-12-26 12:59:42"
},
{
    "tweet_text": "Brad Blakeman “I happen to believe as a lawyer that the charges are defective, they don’t meet the Constitutional standard of high crimes and misdemeanors, so I would like to see a Motion to Dismiss. At least 51 Republican Senators would agree with that-there should be no trial.”",
    "timestamp": "2019-12-26 12:42:19"
},
{
    "tweet_text": "The Radical Left, Do Nothing Democrats said they wanted to RUSH everything through to the Senate because “President Trump is a threat to National Security” (they are vicious, will say anything!), but now they don’t want to go fast anymore, they want to go very slowly. Liars!",
    "timestamp": "2019-12-26 12:18:11"
},
{
    "tweet_text": "“Look, the House is supposed to do all of this work on witnesses and documents BEFORE they send the articles over to the Senate, not to call in new witnesses, go through new documents - that work is supposed to be done in the House.” @KatiePavlich @foxandfriends",
    "timestamp": "2019-12-26 11:58:40"
},
{
    "tweet_text": "Why should Crazy Nancy Pelosi, just because she has a slight majority in the House, be allowed to Impeach the President of the United States? Got ZERO Republican votes, there was no crime, the call with Ukraine was perfect, with “no pressure.” She said it must be “bipartisan...",
    "timestamp": "2019-12-26 03:12:18"
},
{
    "tweet_text": "Wow. It’s all a giant SCAM! https://t.co/e7ZCOVe98F",
    "timestamp": "2019-12-25 23:04:50"
},
{
    "tweet_text": "Thank you Tammy. You are doing a GREAT job! https://t.co/GqmFbixV7A",
    "timestamp": "2019-12-25 23:02:34"
},
{
    "tweet_text": "Governor Gavin N has done a really bad job on taking care of the homeless population in California. If he can’t fix the problem, the Federal Govt. will get involved! https://t.co/2z8zM37PUA",
    "timestamp": "2019-12-25 22:29:29"
},
{
    "tweet_text": "2019 HOLIDAY RETAIL SALES WERE UP 3.4% FROM LAST YEAR, THE BIGGEST NUMBER IN U.S. HISTORY. CONGRATULATIONS AMERICA!",
    "timestamp": "2019-12-25 20:32:42"
},
{
    "tweet_text": "MERRY CHRISTMAS!",
    "timestamp": "2019-12-25 12:26:31"
},
{
    "tweet_text": "187 new Federal Judges have been confirmed under the Trump Administration, including two great new United States Supreme Court Justices. We are shattering every record! Read all about this in “The Long Game,” a great new book by @senatemajldr Mitch McConnell. Amazing story!",
    "timestamp": "2019-12-24 22:32:38"
},
{
    "tweet_text": "https://t.co/jSSY9yvh2P",
    "timestamp": "2019-12-24 22:13:18"
},
{
    "tweet_text": "https://t.co/kQX5wRIn3X",
    "timestamp": "2019-12-24 21:59:35"
},
{
    "tweet_text": "The ONLY reason we were able to get our great USMCA Trade Deal approved was because the Do Nothing Democrats wanted to show that they could approve  something productive in light of the fact that all they even think about is impeachment. She knows nothing about the USMCA Deal!",
    "timestamp": "2019-12-24 13:25:26"
},
{
    "tweet_text": "“The Trump Administration, Trump policies, have put our economy on a trajectory it has never been on before.” Griff Jenkins, @foxandfriends",
    "timestamp": "2019-12-24 12:21:33"
},
{
    "tweet_text": "“Stocks kick off Christmas week at All-Time Record Highs.” @foxandfriends",
    "timestamp": "2019-12-24 12:15:46"
},
{
    "tweet_text": "Everything we’re seeing from Speaker Pelosi and Senator Schumer suggests that they’re in real doubt about the evidence they’ve brought forth so far not being good enough,  and are very, very urgently seeking a way to find some more evidence. The only way to make this work is to..",
    "timestamp": "2019-12-24 12:10:04"
},
{
    "tweet_text": "“The real victims here are the American people and the Constitution. The Constitution has been damaged by this ploy being used by Nancy Pelosi. This is a very bad time for the United States Constitution.”  @AlanDersh",
    "timestamp": "2019-12-24 02:46:26"
},
{
    "tweet_text": "What the Democrats are doing is “Obstruction of the Senate. It’s wrong Constitutionally, it’s wrong morally, and it’s wrong politically.” @AlanDersh  @seanhannity  @dbongino l agree, and so does the public!",
    "timestamp": "2019-12-24 02:31:36"
},
{
    "tweet_text": "STOCK MARKET CLOSES AT ALL-TIME HIGH! What a great time for the Radical Left, Do Nothing Democrats to Impeach your favorite President, especially since he has not done anything wrong!",
    "timestamp": "2019-12-24 00:17:41"
},
{
    "tweet_text": "NASDAQ UP 72.2% SINCE OUR GREAT 2016 ELECTION VICTORY! DOW UP 55.8%. The best is yet to come!",
    "timestamp": "2019-12-23 23:58:55"
},
{
    "tweet_text": "I agree 100%! https://t.co/lFUfnLefxT",
    "timestamp": "2019-12-23 23:47:36"
},
{
    "tweet_text": "Wouldn’t it be reasonable to assume that Republicans in the Senate should handle the Impeachment Hoax in the exact same manner as Democrats in the House handled their recent partisan scam? Why would it be different for Republicans than it was for the Radical Left Democrats?",
    "timestamp": "2019-12-23 23:25:02"
},
{
    "tweet_text": "Nancy Pelosi, who has already lost the House &amp; Speakership once, &amp; is about to lose it again, is doing everything she can to delay the zero Republican vote Articles of Impeachment. She is trying to take over the Senate, &amp; Cryin’ Chuck is trying to take over the trial. No way!....",
    "timestamp": "2019-12-23 22:13:01"
},
{
    "tweet_text": "Pelosi gives us the most unfair trial in the history of the U.S. Congress, and now she is crying for fairness in the Senate, and breaking all rules while doing so. She lost Congress once, she will do it again!",
    "timestamp": "2019-12-23 13:38:33"
},
{
    "tweet_text": "The Democrats and Crooked Hillary paid for &amp; provided a Fake Dossier, with phony information gotten from foreign sources, pushed it to the corrupt media &amp; Dirty Cops, &amp; have now been caught. They spied on my campaign, then tried to cover it up - Just Like Watergate, but bigger!",
    "timestamp": "2019-12-22 22:14:34"
},
{
    "tweet_text": "Melania and I send our warmest wishes to Jewish people in the United States, Israel, and across the world as you commence the 8-day celebration of Hanukkah. https://t.co/WgQyO9qxSs",
    "timestamp": "2019-12-22 20:21:31"
},
{
    "tweet_text": "Crazy Nancy wants to dictate terms on the Impeachment Hoax to the Republican Majority Senate, but striped away all Due Process, no lawyers or witnesses, on the Democrat Majority House. The Dems just wish it would all end. Their case is dead, their poll numbers are horrendous!",
    "timestamp": "2019-12-22 20:18:34"
},
{
    "tweet_text": "https://t.co/ryVvzb6EGt",
    "timestamp": "2019-12-22 03:18:50"
},
{
    "tweet_text": "https://t.co/rJ4yo4htsy",
    "timestamp": "2019-12-22 03:17:31"
},
{
    "tweet_text": "https://t.co/h5bAKuoyV2",
    "timestamp": "2019-12-21 21:07:01"
},
{
    "tweet_text": "Last night I was so proud to have signed the largest Defense Bill ever. The very vital Space Force was created. New planes, ships, missiles, rockets and equipment of every kind, and all made right here in the USA. Additionally, we got Border Wall (being built) funding. Nice!",
    "timestamp": "2019-12-21 19:38:25"
},
{
    "tweet_text": "https://t.co/aVE8FY0eP0 https://t.co/5iTkl6q9oQ",
    "timestamp": "2019-12-21 05:39:23"
},
{
    "tweet_text": "The great Democrat disgrace. But we are winning! https://t.co/45mtfzKbA2",
    "timestamp": "2019-12-21 04:50:58"
},
{
    "tweet_text": "Plus, never did anything wrong. Read the Transcripts. A Democrat Hoax! https://t.co/7ou3jJg1m5",
    "timestamp": "2019-12-21 04:46:59"
},
{
    "tweet_text": "Broke all time Stock Market Record again today. 135 times since my 2016 Election Win. Thank you!",
    "timestamp": "2019-12-21 04:43:40"
},
{
    "tweet_text": "Thank you Franklin! https://t.co/ULMS2tl0zy",
    "timestamp": "2019-12-21 04:40:36"
},
{
    "tweet_text": "https://t.co/5Oa0iU92vI",
    "timestamp": "2019-12-21 04:18:08"
},
{
    "tweet_text": "BIG thank you to Mac Thornberry (@MacTXPress) for a GREAT Defense Deal! Mac has been a champion for our Military and Vets his whole career, and now he can add Space Force to his accomplishments. Look forward to another great defense bill next year, Mac! @HASCRepublicans",
    "timestamp": "2019-12-21 03:43:47"
},
{
    "tweet_text": "Proud of @JimInhofe’s tenacious Oklahoma spirit that got the NDAA done. Maybe the best yet because it takes care of troops &amp; establishes SPACE FORCE, which is 1st new branch since 1947 (Air Force). Another huge win for Jim’s legacy. To many more! @SASCMajority https://t.co/w0EiubrriG",
    "timestamp": "2019-12-21 03:40:57"
},
{
    "tweet_text": "My Administration pushed to include a big expansion to Veteran telehealth in the spending bill so that the brave men and women who served our Country get the care they need. #RuralProsperity",
    "timestamp": "2019-12-21 03:32:15"
},
{
    "tweet_text": "Honored to finally put an end to the “Widow’s Tax” and ensure that our surviving military spouses receive their full benefits. The spouses and families of our fallen heroes have suffered enough and WE must do everything in our power to ease the burden.",
    "timestamp": "2019-12-21 03:31:56"
},
{
    "tweet_text": "We will always provide for our Veterans and their mental health. I pushed Congress to provide $10 Billion for Vet mental health, suicide prevention outreach, and funding for my PREVENTS Initiative to end Vet suicide. Congress responded. A big win for our Vets!",
    "timestamp": "2019-12-21 03:31:10"
},
{
    "tweet_text": "A total Witch Hunt! https://t.co/PEe35rewE9",
    "timestamp": "2019-12-21 03:30:48"
},
{
    "tweet_text": "Last year I signed legislation that gives our Veterans CHOICE, through private providers, and at urgent care facilities! Today we fully funded this $10 billion a year effort that gets our brave Veterans care quickly, and close to home.",
    "timestamp": "2019-12-21 03:30:44"
},
{
    "tweet_text": "“It’s time to put House Democrats on trial.”  @IngrahamAngle",
    "timestamp": "2019-12-21 03:16:22"
},
{
    "tweet_text": "To Our Incredible Federal Workforce: https://t.co/zIyXW834H5",
    "timestamp": "2019-12-21 03:02:54"
},
{
    "tweet_text": "To The Extraordinary Men and Women of the United States Military: https://t.co/luDyPVKgfY",
    "timestamp": "2019-12-21 03:01:06"
},
{
    "tweet_text": "We are getting MS-13 gang members, and many other people that shouldn’t be here, out of our Country! https://t.co/Cfk4iIBVTQ",
    "timestamp": "2019-12-20 22:41:11"
},
{
    "tweet_text": "THANK YOU! #KAG2020🇺🇸 https://t.co/fX5FGxYBuU",
    "timestamp": "2019-12-20 22:26:58"
},
{
    "tweet_text": "Nancy Pelosi is looking for a Quid Pro Quo with the Senate. Why aren’t we Impeaching her?",
    "timestamp": "2019-12-20 21:28:24"
},
{
    "tweet_text": "Economy is GREAT, Big Stock Market uptick today. Best ranking in 20 years admits CNN! https://t.co/fhee5zYqvB",
    "timestamp": "2019-12-20 21:23:11"
},
{
    "tweet_text": "Just had a great call with the President of Brazil, @JairBolsonaro. We discussed many subjects including Trade. The relationship between the United States and Brazil has never been Stronger!",
    "timestamp": "2019-12-20 21:09:03"
},
{
    "tweet_text": "Congressman Kevin Brady (@bradyfortexas) is an outstanding representative for our Country and the Great State of Texas. A big supporter of our #MAGA Agenda....",
    "timestamp": "2019-12-20 21:07:50"
},
{
    "tweet_text": "The Democrat Party’s Witch Hunt and CRAZY EXTREME policies are chasing common sense people out of the Dem Party. That’s why Jeff Van Drew (@CongressmanJVD) voted NO on the Impeachment Hoax. Jeff will be joining our growing Republican Party....",
    "timestamp": "2019-12-20 21:04:05"
},
{
    "tweet_text": "Congressman @ScottRTipton is a great supporter of the #MAGA Agenda! He fights for your #2A rights and the Border Wall. Scott is working hard for Colorado and has my Complete and Total Endorsement!",
    "timestamp": "2019-12-20 20:59:03"
},
{
    "tweet_text": "Thank you to Franklin Graham for stating that his father, the late great Billy Graham, voted for me in the 2016 Election. I know how pleased you are with the work we have all done together! https://t.co/40RX2KM4Vv",
    "timestamp": "2019-12-20 18:19:20"
},
{
    "tweet_text": "I guess the magazine, “Christianity Today,” is looking for Elizabeth Warren, Bernie Sanders, or those of the socialist/communist bent, to guard their religion. How about Sleepy Joe? The fact is, no President has ever done what I have done for Evangelicals, or religion itself!",
    "timestamp": "2019-12-20 18:18:27"
},
{
    "tweet_text": "Had a very good talk with President Xi of China concerning our giant Trade Deal. China has already started large scale purchaes of agricultural product &amp; more. Formal signing being arranged. Also talked about North Korea, where we are working with China, &amp; Hong Kong (progress!).",
    "timestamp": "2019-12-20 15:24:23"
},
{
    "tweet_text": "I will be signing our 738 Billion Dollar Defense Spending Bill today. It will include 12 weeks  Paid Parental Leave, gives our troops a raise, importantly creates the SPACE FORCE, SOUTHERN BORDER WALL FUNDING, repeals “Cadillac Tax” on Health Plans, raises smoking age to 21! BIG!",
    "timestamp": "2019-12-20 14:19:20"
},
{
    "tweet_text": "A far left magazine, or very “progressive,” as some would call it, which has been doing poorly and hasn’t been involved with the Billy Graham family for many years, Christianity Today, knows nothing about reading a perfect transcript of a routine phone call and would rather.....",
    "timestamp": "2019-12-20 12:12:58"
},
{
    "tweet_text": "Thank you Bill. So true! https://t.co/BaMNE4TXdU",
    "timestamp": "2019-12-20 11:12:16"
},
{
    "tweet_text": "“House Democrats perpetrating a fraud on America.” @IngrahamAngle",
    "timestamp": "2019-12-20 04:49:19"
},
{
    "tweet_text": "#MAGA https://t.co/VN3A1v5yUk",
    "timestamp": "2019-12-20 04:35:41"
},
{
    "tweet_text": "“What’s been revealed is a Country in better shape than it’s been in decades. Working men and women in the Country are the beneficiaries of a President who’s doing exactly what he said he was going to do, that is to restore prosperity for all Americans.” @LouDobbs  Thank you Lou!",
    "timestamp": "2019-12-20 03:16:58"
},
{
    "tweet_text": "“This is political malpractice. This is a horrible judgement call on the part of the Speaker. You put your members in Trump friendly districts in a very difficult spot. It’s only going to extend it out further. This looks like the joke that it actually is.” Ben Domenech",
    "timestamp": "2019-12-20 02:56:58"
},
{
    "tweet_text": "The reason the Democrats don’t want to submit the Articles of Impeachment to the Senate is that they don’t want corrupt politician Adam Shifty Schiff to testify under oath, nor do they want the Whistleblower, the missing second Whistleblower, the informer, the Bidens, to testify!",
    "timestamp": "2019-12-20 01:56:44"
},
{
    "tweet_text": "The House Democrats were unable to get even a single vote from the Republicans on their Impeachment Hoax. The Republicans have never been so united!  The Dem’s case is so bad that they don’t even want to go to trial!",
    "timestamp": "2019-12-20 00:36:09"
},
{
    "tweet_text": "So after the Democrats gave me no Due Process in the House, no lawyers, no witnesses, no nothing, they now want to tell the Senate how to run their trial. Actually, they have zero proof of anything, they will never even show up. They want out. I want an immediate trial!",
    "timestamp": "2019-12-20 00:16:46"
},
{
    "tweet_text": "The great USMCA Trade Deal (Mexico &amp; Canada) has been sitting on Nancy Pelosi’s desk for 8 months, she doesn’t even know what it says, &amp; today, after passing by a wide margin in the House, Pelosi tried to take credit for it. Labor will vote for Trump. Trade deal is great for USA!",
    "timestamp": "2019-12-19 23:55:11"
},
{
    "tweet_text": "“Jesse (Watters), this is the best year any President has ever had, plus we get an impeachment.” @greggutfeld The Five @FoxNews",
    "timestamp": "2019-12-19 23:42:22"
},
{
    "tweet_text": "Pelosi feels her phony impeachment HOAX is so pathetic she is afraid to present it to the Senate, which can set a date and put this whole SCAM into default if they refuse to show up! The Do Nothings are so bad for our Country!",
    "timestamp": "2019-12-19 16:07:59"
},
{
    "tweet_text": "Thank you Rena! https://t.co/HcFHB61cPD",
    "timestamp": "2019-12-19 15:52:54"
},
{
    "tweet_text": "Thank you Terrence! https://t.co/6qro1mI4dm",
    "timestamp": "2019-12-19 15:48:03"
},
{
    "tweet_text": "Thank you Anne! https://t.co/e0NwWJp8PH",
    "timestamp": "2019-12-19 15:37:25"
},
{
    "tweet_text": "Our great Congressman Gohmert is a TRUE patriot fighting back against people that must hate our Country! https://t.co/KpaWqpStpP",
    "timestamp": "2019-12-19 15:33:18"
},
{
    "tweet_text": "This is what the Dems are dealing with. Does anyone think this is good for the USA! https://t.co/rvY3mDo69r",
    "timestamp": "2019-12-19 14:11:18"
},
{
    "tweet_text": "I got Impeached last night without one Republican vote being cast with the Do Nothing Dems on their continuation of the greatest Witch Hunt in American history. Now the Do Nothing Party want to Do Nothing with the Articles &amp; not deliver them to the Senate, but it’s Senate’s call!",
    "timestamp": "2019-12-19 14:10:57"
},
{
    "tweet_text": "PRESIDENTIAL HARASSMENT!",
    "timestamp": "2019-12-19 13:30:50"
},
{
    "tweet_text": "“The Senate shall set the time and place of the trial.” If the Do Nothing Democrats decide, in their great wisdom, not to show up, they would lose by Default!",
    "timestamp": "2019-12-19 13:22:35"
},
{
    "tweet_text": "100% Republican Vote. That’s what people are talking about. The Republicans are united like never before!",
    "timestamp": "2019-12-19 12:31:56"
},
{
    "tweet_text": "https://t.co/DutxclyZw9",
    "timestamp": "2019-12-19 03:49:43"
},
{
    "tweet_text": "THANK YOU! #KAG https://t.co/CltmJQdm1t",
    "timestamp": "2019-12-18 22:58:21"
},
{
    "tweet_text": "Thank you Michigan, I am on my way. See everybody soon! #KAG https://t.co/GP9SbH67CN",
    "timestamp": "2019-12-18 22:56:35"
},
{
    "tweet_text": "SUCH ATROCIOUS LIES BY THE RADICAL LEFT, DO NOTHING DEMOCRATS. THIS IS AN ASSAULT ON AMERICA, AND AN ASSAULT ON THE REPUBLICAN PARTY!!!!",
    "timestamp": "2019-12-18 17:44:18"
},
{
    "tweet_text": "In the end here, nothing happened. We don’t approach anything like the egregious conduct that should be necessary before a President should be removed from office. I believe that a President can’t be removed from office if there is no reasonable possibility that the Senate..",
    "timestamp": "2019-12-18 16:38:10"
},
{
    "tweet_text": "“The evidence has to be overwhelming, and it is not. It’s not even close.” Ken Starr, Former Independent Counsel",
    "timestamp": "2019-12-18 16:14:32"
},
{
    "tweet_text": "Will go down in history as worst Speaker. Already thrown out once! https://t.co/Q6N2EVlp9j",
    "timestamp": "2019-12-18 15:49:48"
},
{
    "tweet_text": "Thank you! https://t.co/YewSlzHxBM",
    "timestamp": "2019-12-18 15:42:50"
},
{
    "tweet_text": "“Impeachment is a terrible idea for the Country. The more people learn about impeachment, the less people want impeachment.” @TuckerCarlson",
    "timestamp": "2019-12-18 15:33:53"
},
{
    "tweet_text": "“This is all about convicting a President based on innuendo, not on the facts. Even the Ukrainian President said there was no pressure!” @RepMarkMeadows",
    "timestamp": "2019-12-18 15:11:58"
},
{
    "tweet_text": "Thank you! https://t.co/UWMjeqdue4",
    "timestamp": "2019-12-18 13:54:39"
},
{
    "tweet_text": "Thank you! https://t.co/3gTPOd33Io",
    "timestamp": "2019-12-18 13:44:27"
},
{
    "tweet_text": "Sean P is a much stronger candidate! https://t.co/LPGqDiVi1J",
    "timestamp": "2019-12-18 13:33:06"
},
{
    "tweet_text": "Sean is a great patriot and will do a fantastic job. Has my total and complete endorsement! https://t.co/GxLuWGjKYX",
    "timestamp": "2019-12-18 13:27:27"
},
{
    "tweet_text": "“It’s sad. Here’s a gentleman who came to the White House and all they had was never to let him have an easy breath. All they wanted to do is impeach him. They started the day after he was elected, even the day after he was sworn in.  But this President came to Washington and....",
    "timestamp": "2019-12-18 13:18:32"
},
{
    "tweet_text": "“They just wanted to get at the President. They had no intention of having a proper investigation. They couldn’t find any crimes so they did a vague abuse of power and abuse of Congress, which every administration from the beginning has done.” @RepDougCollins @foxandfriends",
    "timestamp": "2019-12-18 12:47:30"
},
{
    "tweet_text": "Can you believe that I will be impeached today by the Radical Left, Do Nothing Democrats, AND I DID NOTHING WRONG! A terrible Thing. Read the Transcripts. This should never happen to another President again. Say a PRAYER!",
    "timestamp": "2019-12-18 12:34:06"
},
{
    "tweet_text": ".@foxandfriends  “My hope is that impeachment will never become this trivial again.” @kilmeade  Well said Brian!",
    "timestamp": "2019-12-18 12:11:39"
},
{
    "tweet_text": ".@marcthiessen  “Voters say the Democrats are trying to take away their votes. Pelosi was right the first time. Impeachment has backfired thoroughly on the Democrats. How can you Impeach the President for going to the courts?”",
    "timestamp": "2019-12-18 04:17:19"
},
{
    "tweet_text": "So, if Comey &amp; the top people in the FBI were dirty cops and cheated on the FISA Court, wouldn’t all of these phony cases have to be overturned or dismissed? They went after me with the Fake Dossier, paid for by Crooked Hillary &amp; the DNC, which they illegally presented to FISA...",
    "timestamp": "2019-12-18 04:10:40"
},
{
    "tweet_text": "Good marks and reviews on the letter I sent to Pelosi today. She is the worst! No wonder with people like her and Cryin’ Chuck Schumer, D.C. has been such a mess for so long - and that includes the previous administration who (and now we know for sure) SPIED on my campaign.",
    "timestamp": "2019-12-18 03:54:22"
},
{
    "tweet_text": "Democrat “leadership,” despite their denials, are putting tremendous pressure on their members to vote yes on this ridiculous Impeachment. If they vote yes, it will be much easier for Republicans to win in 2020!",
    "timestamp": "2019-12-17 23:48:29"
},
{
    "tweet_text": "Wow! “In a stunning rebuke of the FBI, the FISA court severly chastised the FBI for the FISA abuses brought to light in the recent Inspector General’s Report. There were at least 17 significant errors.” @FoxNews Statement by the Court was long and tough. Means my case was a SCAM!",
    "timestamp": "2019-12-17 23:14:18"
},
{
    "tweet_text": "https://t.co/WzLB5s41m3",
    "timestamp": "2019-12-17 21:52:30"
},
{
    "tweet_text": "Senator Dan Sullivan is doing a great job for the people of Alaska while supporting our #MAGA Agenda. He fights hard everyday to support our Veterans and the Military. Dan is Strong on the #2A and is 100% pro-jobs. I give Dan Sullivan my Complete and Total Endorsement!",
    "timestamp": "2019-12-17 21:44:23"
},
{
    "tweet_text": ".@Buddy_Carter is a BUSINESSMAN first. He takes care of our Vets and Troops and is leading the fight to SLASH drug prices! Buddy's 100% pro-Wall &amp; 100% pro-jobs. He will KEEP AMERICA GREAT and has my total, Strong Endorsement!",
    "timestamp": "2019-12-17 21:20:39"
},
{
    "tweet_text": "Congressman @Denver4VA Riggleman is a true CONSERVATIVE leader who has done a great job for Virginia and will support our #MAGA Agenda. He defends our right to bear arms, protect our Borders &amp; help small businesses. Denver has my Total Endorsement!",
    "timestamp": "2019-12-17 21:19:48"
},
{
    "tweet_text": "Congressman @MarkwayneMullin is a big time #MAGA supporter! Markwayne has fought hard for Oklahoma Veterans and Military, he loves our Farmers and he’s Strong on Border Security. I give Markwayne my Complete and Total Endorsement!",
    "timestamp": "2019-12-17 21:17:44"
},
{
    "tweet_text": "Congresswoman Kay @GrangerCampaign has worked hard for Texas and been a strong supporter of our #MAGA Agenda. She’s strong on #2A and Securing our Border and is 100% pro-life. Kay has my Complete and Total Endorsement!",
    "timestamp": "2019-12-17 21:14:51"
},
{
    "tweet_text": "We support @JeanineAnez in Bolivia as she works to ensure a peaceful democratic transition through free elections. We denounce the ongoing violence and those that provoke it both in Bolivia and from afar. The U.S. stands with the people of the region for peace and democracy!",
    "timestamp": "2019-12-17 19:09:09"
},
{
    "tweet_text": "Senator Josh Hawley (R-Mo) “They (the Dems) don’t have anything. This whole thing is a joke, and it’s time to get the President exonerated. The House has no evidence of any impeachable offense. There’s nothing there, and they didn’t even charge a crime. They’ve had their.....",
    "timestamp": "2019-12-17 15:14:18"
},
{
    "tweet_text": "Would be sooo great if the Fed would further lower interest rates and quantitative ease. The Dollar is very strong against other currencies and there is almost no inflation. This is the time to do it. Exports would zoom!",
    "timestamp": "2019-12-17 15:12:35"
},
{
    "tweet_text": "The new USA Today Poll, just out, has me leading all of the Democrat contenders. That’s hard to believe since the Fake News &amp; 3 year Scams and Witch Hunts, as phony as they are, just never seem to end. The American people are smart. They see the great economy, &amp; everything else!",
    "timestamp": "2019-12-17 14:56:38"
},
{
    "tweet_text": "Impeachment Poll numbers are starting to drop like a rock now that people are understanding better what this whole Democrat Scam is all about!",
    "timestamp": "2019-12-17 14:51:25"
},
{
    "tweet_text": ".@FoxNews  “Trump wins major victories in China and USMCA trade deals, defense spending and Space Force.” Thank you!",
    "timestamp": "2019-12-17 14:48:50"
},
{
    "tweet_text": "The Stock Market hit another Record High yesterday, number 133 in less than three years as your all time favorite President, and the Radical Left, Do Nothing Democrats, want to impeach me. Don’t worry, I have done nothing wrong. Actually, they have!",
    "timestamp": "2019-12-17 14:39:10"
},
{
    "tweet_text": "Congressman Jeff Van Drew is very popular in our great and very united Republican Party. It was a tribute to him that he was able to win his heavily Republican district as a Democrat. People like that are not easily replaceable!",
    "timestamp": "2019-12-17 05:44:12"
},
{
    "tweet_text": "https://t.co/YLmzkgro4d",
    "timestamp": "2019-12-16 21:27:16"
},
{
    "tweet_text": "https://t.co/Kd1RSELPLp",
    "timestamp": "2019-12-16 20:18:55"
},
{
    "tweet_text": "New Stock Market high! I will never get bored of telling you that – and we will never get tired of winning!",
    "timestamp": "2019-12-16 17:41:51"
},
{
    "tweet_text": "Wow! https://t.co/gYGUEKpGac",
    "timestamp": "2019-12-16 15:03:13"
},
{
    "tweet_text": "Thank you Devin. Great reflexes! https://t.co/46jb64LalD",
    "timestamp": "2019-12-16 14:44:02"
},
{
    "tweet_text": "Thank you CC! https://t.co/qfagL6s78G",
    "timestamp": "2019-12-16 14:33:32"
},
{
    "tweet_text": "I look very much forward to debating whoever the lucky person is who stumbles across the finish line in the little watched Do Nothing Democrat Debates. My record is so good on the Economy and all else, including debating, that perhaps I would consider more than 3 debates.....",
    "timestamp": "2019-12-16 14:25:08"
},
{
    "tweet_text": "READ THE TRANSCRIPTS! The Impeachment Hoax is the greatest con job in the history of American politics! The Fake News Media, and their partner, the Democrat Party, are working overtime to make life for the United Republican Party, and all it stands for, as difficult as possible!",
    "timestamp": "2019-12-16 13:54:19"
},
{
    "tweet_text": "“The American people see through it.” https://t.co/1WTujQY7e6",
    "timestamp": "2019-12-16 13:25:22"
},
{
    "tweet_text": "“Here in America it will be the same victory as BREXIT, but even more so. In the U.S., while all of this has been going on, the Impeachment, the obstruction, the resistance, President Trump has managed to deliver not just promises, but a record which adds up to one.....",
    "timestamp": "2019-12-16 05:28:17"
},
{
    "tweet_text": "Watch these two great people talk about the Impeachment Hoax. Will be by far the best hour on television! https://t.co/O8VmH3ipkw",
    "timestamp": "2019-12-16 00:04:32"
},
{
    "tweet_text": "Congressional Do Nothing Democrats are being absolutely decimated in their districts on the subject of the Impeachment Hoax. People that voted for them are literally screaming in their faces. Crazy Nancy is finding defending Shifty Schiff harder than she thought! #2020Election",
    "timestamp": "2019-12-15 22:28:02"
},
{
    "tweet_text": "Because Nancy’s teeth were falling out of her mouth, and she didn’t have time to think! https://t.co/rx3pcyofip",
    "timestamp": "2019-12-15 22:11:23"
},
{
    "tweet_text": "Fake News! https://t.co/NWaeaG1exu",
    "timestamp": "2019-12-15 21:59:57"
},
{
    "tweet_text": ".@seanhannity, who will be interviewed on @marklevinshow tonight at 8:00 P.M., @foxnews, stated about the Impeachment Hoax, “This is outrages lying, corruption and propaganda. Should never be allowed to happen.”",
    "timestamp": "2019-12-15 21:23:26"
},
{
    "tweet_text": "Approval Rating in Republican Party = 95%, a Record! Overall Approval Rating = 51%. Think of where I’d be without the never ending, 24 hour a day, phony Witch Hunt, that started 3 years ago!",
    "timestamp": "2019-12-15 19:14:32"
},
{
    "tweet_text": "The @foxnewPolls, always inaccurate, are heavily weighted toward Dems. So ridiculous - same thing happened in 2016. They got it all wrong. Get a new pollster!",
    "timestamp": "2019-12-15 19:08:19"
},
{
    "tweet_text": "“The President did nothing wrong here. There is no crime.” @charliekirk11  Impeachment Hoax!",
    "timestamp": "2019-12-15 19:02:28"
},
{
    "tweet_text": "“There is no bribery, or any crime at all, alleged in the Articles of Impeachment. This is a first in the history of our Country.” @JudgeJeanine @RepMikeJohnson",
    "timestamp": "2019-12-15 18:57:00"
},
{
    "tweet_text": "So now Comey’s admitting he was wrong. Wow, but he’s only doing so because he got caught red handed. He was actually caught a long time ago. So what are the consequences for his unlawful conduct. Could it be years in jail? Where are the apologies to me and others, Jim?",
    "timestamp": "2019-12-15 18:34:29"
},
{
    "tweet_text": "A PERFECT phone call. “Can you do us (not me. Us is referring to our Country) a favor.” Then go on to talk about “Country” and “U.S. Attorney General.” The Impeachment Hoax is just a continuation of the Witch Hunt which has been going on for 3 years. We will win!  #MAGAKAG #2020",
    "timestamp": "2019-12-15 18:24:28"
},
{
    "tweet_text": "As bad as the I.G. Report is for the FBI and others, and it is really bad, remember that I.G. Horowitz was appointed by Obama. There was tremendous bias and guilt exposed, so obvious, but Horowitz couldn’t get himself to say it. Big credibility loss. Obama knew everything!",
    "timestamp": "2019-12-15 18:01:26"
},
{
    "tweet_text": "Far from it! https://t.co/kXyaC1LDwV",
    "timestamp": "2019-12-15 17:24:29"
},
{
    "tweet_text": "Crooked Hillary caught again. She is a total train wreck! https://t.co/iqtuwzbaIV",
    "timestamp": "2019-12-15 17:19:51"
},
{
    "tweet_text": "Schiff’s correcting the record memo has turned out to be totally wrong (based on the I.G. Report)! A very big lie. @MariaBartiromo And @DevinNunes has turned out to be completely right. Congratulations to Devin. The Fake News Media should apologize to all!",
    "timestamp": "2019-12-15 17:12:30"
},
{
    "tweet_text": "Wow, that would be big. Always heard Jeff is very smart! https://t.co/7yDPU4N3wd",
    "timestamp": "2019-12-15 05:40:36"
},
{
    "tweet_text": "Thank you for your honesty Jeff. All of the Democrats know you are right, but unlike you, they don’t have the “guts” to say so! https://t.co/OUc46HUwPq",
    "timestamp": "2019-12-15 05:26:15"
},
{
    "tweet_text": "I will see Navy at the White House to present the Commander-in-Chief’s Trophy! https://t.co/V3oAZjWqEo",
    "timestamp": "2019-12-15 05:10:54"
},
{
    "tweet_text": "Incredible young, strong and brilliant people. Army/Navy! https://t.co/I4F8xIxorA",
    "timestamp": "2019-12-15 05:05:46"
},
{
    "tweet_text": "Congratulations to Tiger and the entire U.S. Team on a great comeback and tremendous WIN. True Champions! https://t.co/wyjBAgoF7J",
    "timestamp": "2019-12-15 04:53:55"
},
{
    "tweet_text": "It was my Great Honor to attend the 120th Army-Navy game today in Philadelphia, Pennsylvania! @NavyFB @ArmyWP_Football @ArmyNavyGame https://t.co/HipWiZKmiP",
    "timestamp": "2019-12-15 01:02:27"
},
{
    "tweet_text": "Both Commiecast MSNBC &amp; Fake News CNN are watching their Ratings TANK.  Fredo on CNN is dying. Don’t know why @FoxNews wants to be more like them? They’ll all die together as other outlets take their place. Only pro Trump Fox shows do well. Rest are nothing. How’s Shep doing?",
    "timestamp": "2019-12-15 00:47:51"
},
{
    "tweet_text": "Hard to believe that @FoxNews will be interviewing sleazebag &amp; totally discredited former FBI Director James Comey, &amp; also corrupt politician Adam “Shifty” Schiff. Fox is trying sooo hard to be politically correct, and yet they were totally shut out from the failed Dem debates!",
    "timestamp": "2019-12-15 00:10:12"
},
{
    "tweet_text": "Congratulations @NavyFB! https://t.co/eoDccVFzJS",
    "timestamp": "2019-12-14 23:54:18"
},
{
    "tweet_text": "The last time I spoke to Debbie Dingell was her call thanking me for granting top memorial and funeral service honors for her then just departed husband, long time Congressman John Dingell. Now I watch her ripping me as part of the Democrats Impeachment Hoax. Really pathetic!",
    "timestamp": "2019-12-14 23:26:05"
},
{
    "tweet_text": "https://t.co/zHSZxlgYvT",
    "timestamp": "2019-12-14 20:21:11"
},
{
    "tweet_text": "Chuck Schumer sat for years during the Obama Administration and watched as China ripped off the United States. He &amp; the Do Nothing Democrats did NOTHING as this $ carnage took place. Now, without even seeing it, he snipes at our GREAT new deal with China. Too bad Cryin’ Chuck!",
    "timestamp": "2019-12-14 19:09:26"
},
{
    "tweet_text": "On my way to the #ArmyNavyGame in Philadelphia, Pennsylvania! https://t.co/tWnDNRFyO1",
    "timestamp": "2019-12-14 18:44:30"
},
{
    "tweet_text": "https://t.co/Z0VHUlAwMD",
    "timestamp": "2019-12-14 18:01:49"
},
{
    "tweet_text": "https://t.co/97NvLGxMuj",
    "timestamp": "2019-12-14 16:08:24"
},
{
    "tweet_text": "“There are 31 House Democrats in Trump won Congressional Districts. Those Dems will have to answer to their constituents come 2020. If you look at the facts, there’s no crime, there’s no witness, there’s no evidence, there’s no victim, President Zelensky said there was....",
    "timestamp": "2019-12-14 14:28:00"
},
{
    "tweet_text": "“Independent voters are fed up and frustrated with the Democrats.” Congressman Michael Waltz, Florida",
    "timestamp": "2019-12-14 14:25:38"
},
{
    "tweet_text": "After watching the disgraceful way that a wonderful man, @BrettKavanaugh, was treated by the Democrats, and now seeing first hand how these same Radical Left, Do Nothing Dems are treating the whole Impeachment Hoax, I understand why so many Dems are voting Republican!",
    "timestamp": "2019-12-14 13:07:09"
},
{
    "tweet_text": "25 Million Evangelical Christians are not registered to vote. We are working hard to get them registered! @robertjeffress @LouDobbs",
    "timestamp": "2019-12-14 02:27:02"
},
{
    "tweet_text": "“The FBI declares in a court filing that it has absolutely no records of disciplinary action against any lawyers in Russia Fisa Case despite 17 acts of misconduct. There is nothing noble about their leadership. FISA Court appears to be either corrupt or incompetent.” @LouDobbs",
    "timestamp": "2019-12-14 02:13:09"
},
{
    "tweet_text": "It’s not fair that I’m being Impeached when I’ve done absolutely nothing wrong! The Radical Left, Do Nothing Democrats have become the Party of Hate. They are so bad for our Country!",
    "timestamp": "2019-12-14 00:38:07"
},
{
    "tweet_text": "HAPPY BIRTHDAY! #Guard383 \nhttps://t.co/iMnczcCHgN",
    "timestamp": "2019-12-13 17:48:06"
},
{
    "tweet_text": "“This whole process has been rigged from the start.”  @RepDLesko",
    "timestamp": "2019-12-13 17:38:07"
},
{
    "tweet_text": "We have agreed to a very large Phase One Deal with China. They have agreed to many structural changes and massive purchases of Agricultural Product, Energy, and Manufactured Goods, plus much more. The 25% Tariffs will remain as is, with 7 1/2% put on much of the remainder....",
    "timestamp": "2019-12-13 15:25:47"
},
{
    "tweet_text": "The Wall Street Journal story on the China Deal is completely wrong, especially their statement on Tariffs. Fake News. They should find a better leaker!",
    "timestamp": "2019-12-13 14:06:40"
},
{
    "tweet_text": "Record Stock Market &amp; Jobs!",
    "timestamp": "2019-12-13 13:53:02"
},
{
    "tweet_text": "How do you get Impeached when you have done NOTHING wrong (a perfect call), have created the best economy in the history of our Country, rebuilt our Military, fixed the V.A. (Choice!), cut Taxes &amp; Regs, protected your 2nd A, created Jobs, Jobs, Jobs, and soooo much more? Crazy!",
    "timestamp": "2019-12-13 13:42:00"
},
{
    "tweet_text": "Congratulations to @foxandfriends on being named, BY FAR, the Number One Rated cable news show. CNN and MSNBC have totally tanked, their ratings are terrible. They have zero credibility!",
    "timestamp": "2019-12-13 12:54:03"
},
{
    "tweet_text": "“All of our presidents would be impeached under this Rogue House of Democrat Leadership.” @marklevinshow",
    "timestamp": "2019-12-13 12:43:47"
},
{
    "tweet_text": "The Republican Party is more united now than at any time in its history - by far!",
    "timestamp": "2019-12-13 12:07:19"
},
{
    "tweet_text": "The Do Nothing Democrats have become the Party of lies and deception! The Republicans are the Party of the American Dream!",
    "timestamp": "2019-12-13 12:05:19"
},
{
    "tweet_text": "Poll numbers have gone through the roof in favor of No Impeachment, especially with Swing States and Independents in Swing States. People have figured out that the Democrats have no case, it is a total Hoax. Even Pelosi admitted yesterday that she began this scam 2 1/2 years ago!",
    "timestamp": "2019-12-13 12:01:42"
},
{
    "tweet_text": "My Approval Rating in the Republican Party is 95%, a Record. Thank you! #2020Election",
    "timestamp": "2019-12-13 11:53:54"
},
{
    "tweet_text": "The Republicans House members were fantastic yesterday. It always helps to have a much better case, in fact the Dems have no case at all, but the unity &amp; sheer brilliance of these Republican warriors, all of them, was a beautiful sight to see. Dems had no answers and wanted out!",
    "timestamp": "2019-12-13 11:51:48"
},
{
    "tweet_text": "Congratulations to Boris Johnson on his great WIN! Britain and the United States will now be free to strike a massive new Trade Deal after BREXIT. This deal has the potential to be far bigger and more lucrative than any deal that could be made with the E.U. Celebrate Boris!",
    "timestamp": "2019-12-13 06:08:11"
},
{
    "tweet_text": "“Last night House Judiciary Chairman Jerry Nadler admitted that Democrats are pursuing Impeachment because it’s too dangerous to simply let the American people pick the next president in 2020.” @kilmeade  @FoxNews",
    "timestamp": "2019-12-13 04:18:42"
},
{
    "tweet_text": "Looking like a big win for Boris in the U.K.!",
    "timestamp": "2019-12-13 04:06:48"
},
{
    "tweet_text": "Nancy Pelosi just got duped in an interview to admitting that she has been working on impeaching me for “two and a half years.” In other words, she lied. This was the Radical Left, Do Nothing Democrats plan all along, long before the Ukraine phone call. Impeachment Hoax!",
    "timestamp": "2019-12-13 03:53:47"
},
{
    "tweet_text": "“I think it’s obvious to all the American public that this is a railroad job!” @JimPressOffice https://t.co/MlYNny1pqg",
    "timestamp": "2019-12-12 17:35:01"
},
{
    "tweet_text": "I also have constantly asked, “Why aren’t Germany, France and other European countries helping Ukraine more? They are the biggest beneficiaries. Why is it always the good ol’ United States?” The Radical Left, Do Nothing Democrats, never mention this at their phony hearing!",
    "timestamp": "2019-12-12 16:05:26"
},
{
    "tweet_text": "Dems Veronica Escobar and Jackson Lee purposely misquoted my call. I said I want you to do us (our Country!) a favor, not me a favor. They know that but decided to LIE in order to make a fraudulent point! Very sad.",
    "timestamp": "2019-12-12 15:40:41"
},
{
    "tweet_text": "Getting VERY close to a BIG DEAL with China. They want it, and so do we!",
    "timestamp": "2019-12-12 14:35:47"
},
{
    "tweet_text": "Big!!! https://t.co/powyhHM50y",
    "timestamp": "2019-12-12 14:30:37"
},
{
    "tweet_text": "ANTIFA will not be going after Bryce or @ColbyCovMMA anytime soon. They much prefer people who can’t fight back! https://t.co/s2M2RHkDsE",
    "timestamp": "2019-12-12 14:28:01"
},
{
    "tweet_text": "#ThrowbackThursday🇺🇸 https://t.co/8gd1OEtu3h",
    "timestamp": "2019-12-12 14:14:58"
},
{
    "tweet_text": "I agree! https://t.co/lZeAPRqgNa",
    "timestamp": "2019-12-12 14:01:32"
},
{
    "tweet_text": "Dirty cops! https://t.co/CVC1awEjZE",
    "timestamp": "2019-12-12 13:49:13"
},
{
    "tweet_text": "Amazing! https://t.co/powyhHM50y",
    "timestamp": "2019-12-12 13:48:32"
},
{
    "tweet_text": "Very dishonest pols! https://t.co/N12Q4RcHuH",
    "timestamp": "2019-12-12 13:46:12"
},
{
    "tweet_text": "True! https://t.co/CVC1awEjZE",
    "timestamp": "2019-12-12 13:44:41"
},
{
    "tweet_text": "Congratulations to JUDGE LAWRENCE VANDYKE on being confirmed to the Ninth Circuit. Great job!",
    "timestamp": "2019-12-12 12:57:50"
},
{
    "tweet_text": "Very sad! https://t.co/N12Q4RcHuH",
    "timestamp": "2019-12-12 12:49:03"
},
{
    "tweet_text": "I will be there in two weeks, The Southern White House! https://t.co/2djJrzAEfZ",
    "timestamp": "2019-12-12 12:36:59"
},
{
    "tweet_text": "What a great evening! https://t.co/1hNqDdVayL",
    "timestamp": "2019-12-12 12:33:33"
},
{
    "tweet_text": "Thank you! https://t.co/JxbhOpL4Zo",
    "timestamp": "2019-12-12 12:30:06"
},
{
    "tweet_text": "A fantastic night in Pennsylvania! https://t.co/GZfQGbTIOl",
    "timestamp": "2019-12-12 12:29:12"
},
{
    "tweet_text": "Great deal for USA! https://t.co/9ViVwNYbSL",
    "timestamp": "2019-12-12 12:27:06"
},
{
    "tweet_text": "So ridiculous. Greta must work on her Anger Management problem, then go to a good old fashioned movie with a friend! Chill Greta, Chill! https://t.co/M8ZtS8okzE",
    "timestamp": "2019-12-12 12:22:27"
},
{
    "tweet_text": "No crime! https://t.co/8BF9BOEraE",
    "timestamp": "2019-12-12 12:05:26"
},
{
    "tweet_text": "It’s great to have a wonderful subject, President Trump. Fake News like CNN &amp; MSNBC are dying. If they treated me fairly, they would do well. Have Zero credibility! https://t.co/Yt8N8Dgsco",
    "timestamp": "2019-12-12 11:59:32"
},
{
    "tweet_text": "“New Polls Say Most Americans Oppose Impeachment.” @foxandfriends  I did nothing wrong. This will be the first Impeachment ever where there was no crime. They don’t even allege a crime. Crazy!",
    "timestamp": "2019-12-12 11:51:23"
},